[
  {
    "writer": "NATHANIEL KWAMENA SASAH ADAMS",
    "title": "NO ONE KNOWS TOMMOROW",
    "country": "Ghana",
    "comment": "• AGE: 10 YEARS • SCHOOL: KIDDIE SKILLS MONTESSORI SCHOOL • CLASS / STAGE: 4 • FATHER’S NAME: NATHANIEL KWABENA ADAMS JNR • MOTHER’S NAME: JESSIE ADAMS • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: AIRPORT HILLS,GHANA • INTEREST / HOBBIES: READING, SINGING • FUTURE AMBITION: ELECTRICAL ENGINEER",
    "written_by": "NATHANIEL KWAMENA SASAH ADAMS",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Long long ago, in a village called Nyansapo, there lived a woman called Ama Tiwa. Ama Tiwa had two children, Kofi and Kwame. Her husband died two weeks before Kofi was born. According to their tradition, if your husband died before a baby was born, it was believed that the baby killed his father and will have a bad fortune. Due to this, everyone in the village disliked Kofi and didn’t associate themselves with him. Even his mother neglected him and only provided food for him when she liked. 02 0033 When he was sixteen years, things became unbearable for Kofi, so he decided to move out of the village. One morning, he walked and walked with no intention of coming back to the village. He wanted to go as far as possible from all his problems. When he got to the beach on the border of Nyansapo and the next village called Nyansaye, he decided to live there. He built a house using palm branches and pieces of wood he found on the beach. He lived there alone by himself and taught himself how to hunt and farm. 04 05 With time, Kofi had been able to plant food across five acres of land. He planted maize, pepper, okra, and other crops. He ate from the produce grown from the land and fish he caught from the sea. He also sold most of his farm produce to the market women in the next village. 06 Many years after Kofi left Nyansapo, a man called Kweku Boadu came to Ama Tiwa’s house looking very angry. Ama Tiwa owed him huge amounts of money and had promised to pay before the end of the new moon. 07 Ama Tiwa thought that since her first son, Kwame worked in the city, he had all the money in the world so she showed off and bragged about how rich her son was. Ama Tiwa told Kweku Boadu to take a seat and wait a while, for her son who lived in the city was on his way coming to settle the debt. Kweku Boadu was not happy he had to wait. So he asked her what he should do to her if her son didn’t come to settle the dept. Ama Tiwa confidently told Kweku Boadu to do to her anything he wanted. Kweku Boadu was a man who didn’t joke with his money. He was very strict and showed no mercy when it came to debts. “Did you just say I can do anything to you if your son is not able to pay me?” inquired Kweku Boadu. “Yes, anything you want,” Ama Tiwa replied. Kweku Boadu shook his head and he turned to one of his subordinates signaling him to kill Ama Tiwa if her son doesn’t bring the money. 08 09 Soon Kwame arrived and asked what the problem was. His mother had not told him what was going on so he had no idea. Kweku Boadu narrated the whole story to him and told him the agreement had been reached. Kwame told him immediately he couldn’t pay the money, and so Kweku Boadu should give him some time, but Kweku Boadu was not willing to give them a second chance. 10 11 Kweku Boadu didn’t have any option than to do “anything” as Ama Tiwa had proudly asked him to do. Kweku Boadu who had gotten his wealth through rituals told them that, as a rule whoever borrowed money from him and wasn’t able to pay back had to be killed. As a result, he had to kill Ama Tiwa. 12 13 Ama Tiwa was afraid at this point because she had heard of the things Kweku Boadu could do. In her despair, Ama Tiwa remembered that she had another son who she had rejected. She had heard of his success and so she thought of going to him to salvage the situation. She told Kweku Boadu and he grudgingly decided to go with her to see Kofi. When they got to Kofi’s house, he had swept the compound nicely and there were no traces of footprints anywhere. 14 “Wow, what a nice environment!” said Kweku Boadu. Kweku Boadu walked on the compound as if he was walking at the beach. Kofi saw his mother coming with Kweku Boadu. He watched Kweku Boadu keenly and realized he was a proud man. The way Kweku Boadu walked on his compound with all authority made him furious. “Hahaha...and what shows that this man can pay the money you owe?” asked Kweku Boadu as he laughed hilariously when he saw Kofi. 15 16 17 Without waiting for any pleasantries, Kofi asked what they wanted on his compound. Kweku Boadu told him that his mother owed him money and if she was not able to pay him, he will kill her. “Wonders shall never end. Since when did people start killing their debtors?” Kofi asked. Kofi thought very fast and came up with an idea. He told Kweku Boadu he will give him his money. But he had to sweep all his footprints on the compound before he will give him the money. Kweku Boadu laughed hilariously and asked for a broom. He swept the whole compound. Just when he was going to tell Kofi that he had finished, he walked in the sand and created footprints again. He kept sweeping and creating more footprints so he swept and swept and swept. 18 19 As he did this, he sweated profusely and to add more pain to injury, his men were laughing and teasing him. This made him more furious and he shouted at them so much that they became afraid and bolted out of the compound, never to be seen anywhere near the village. He then angrily dropped the broom and stomped out of Kofi’s compound. No one heard from him again. He left the village because he couldn’t stand being humiliated by anyone again. 20 21 Ama Tiwa, realising how wise her son was, regretted all the bad treatments she had meted out to him. She asked for forgiveness and both mother and son hugged each other, wept bitterly and made amends. * Lesson: Everyone must be treated equally and fairly no matter the circumstance. 22",
    "source_file": "57._Ghana_20_NO_ONE_KNOWS_TOMMOROW.txt",
    "categories": [
      "family",
      "hope_dreams",
      "migration"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1148,
    "character_count": 6276,
    "difficulty_score": 38.78114315602276,
    "vocabulary_distribution": {
      "Basic": 75.12588116817724,
      "Intermediate": 21.248741188318228,
      "Advanced": 3.625377643504532
    },
    "story_word_count": 1035,
    "story_character_count": 5458,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/NO_ONE_KNOWS_TOMMOROW.pdf"
  },
  {
    "writer": "ADJOA TANAAH ATOBRAH",
    "title": "THE BEAUTY WITHIN",
    "country": "Ghana",
    "comment": "• AGE: 14 • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 9 • FATHER’S NAME: MR YAW ATOBRAH • MOTHER’S NAME: MRS. JOAN YAWA ATOBRAH • NO. OF SIBLINGS: 6 • PLACE OF BIRTH: DODOWA, GHANA • INTEREST / HOBBIES: READING, DANCING, CHOIR DIRECTING • FUTURE AMBITION: NEUROSURGEON THE BEAUTY WITHIN",
    "written_by": "ADJOA TANAAH ATOBRAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "What is beauty? I’ve heard so many people say that beauty is beyond compare. I’ve seen the world compare glory to beauty. What makes one beautiful? No one knows. Is beauty natural or made by man? You can judge beauty but you can’t touch what’s beautiful. It’s protected, covered, and yet, it is released to all that want it, all except for me. I’ve been chasing beauty for all of my life. I’ve wanted it so badly and it tore me apart. Some chased the spotlight, others chased fame, but Ipursued beauty. I cower when I hear the sound of praise being given to the beauties of the world, for Iknow I’m not one of them. To feel beautiful is to be on top of the world. 02 03 Why is it that I, Karina, am not beautiful? No one compliments me on my beauty if I have any. No one even takes a look at me twice because I am just a common, normal, and plain girl. I want to possess the beauty that can stun people. I want to have a smile that can melt lead, and then, make the whole world go round. Alas, I possess no such beauty. Maybe that is why my parents do not love me as much as they love Vilonia and Livonia, my sisters. They give them attention and completely ignore me. One night, we received a call from the palace that a party was being held in the land, and all the inhabitants were invited. My mother sent me to the tailor to order three new dresses. I really thought the third dress was for me, but as I glanced over the names of the people to whom the dresses belonged, I was so disappointed that I broke into tears. Livonia and Vilonia laughed and made fun of me. I merely looked at them through tear swollen eyes. 04 05 As I walked to the tailor’s shop, I wondered why Iwas so unloved. As I was pondering over the issue, I bumped into a young boy. I dropped my bag and he picked it up for me while apologizing for something that was completely my fault. Iasked for his forgiveness in return but he insisted that he was at fault. I had never met anyone who was wanted so badly to seem guilty in my eyes. We talked for some time and we became acquainted with each other. He walked me home every time we met at the market place. I guess that was why he was called Kofi Nyame, for indeed, he was good and kindhearted. The day before the party, I went to the tailor who was busy catering for orders. The tailor and his lovely wife saw me in the village square every day and liked me very much. So they sewed a beautiful dress for me, much nicer than the ones that my sisters had. I was so happy. I hugged them and ran out of the shop singing songs of praise to God. 06 07 On my way home, I met Kofi Nyame. He saw how happy I was and asked me why I was so happy. When he heard that my mother had not ordered a dress for me he became very confused. I explained to him that my parents did not like me because Iwas not as beautiful as my other sisters. When Itold him this, he laughed hysterically and had tears in his eyes. He then asked me whether my parents were blind. He told me that I was the most beautiful girl in the village and that was why my parents rejected me, for they could never harness the beauty I had 08 09 I continued my journey home pondering over what he had said. My sisters were waiting for their dresses. They ran to me as soon as I entered the house, tripped me over and then ran back to the house to show the dresses to our mom. When they opened the bag, they realised that the dresses were four and one was more beautiful than the others. They accused me of stealing the dress and then tore it to bits. My mother then said that as my punishment I would wear the ragged outfit to the party. 10 I cried and cried and cried. As evening drew nearer, I ran to my favorite part of the forest and laid there crying. I didn’t even care if my sisters went to the party without me. I cried and thought of what Kofi had told me. Why is it that he claims I am beautiful but then my own family despises me? 11 The rain cried with me. The thunder broke the loud silence that enclosed the forest. Then as lightining struck, I saw a horrid looking face. I thought that Imust have been seeing things but as the lightining struck again, it confirmed what I had seen. 12 It was a wrinkly old man with a horrid looking face. He was drenched in the rain and was shivering to the bone. I took him to a near by cave and gave him the cloak I was wearing so that he would stay warm. I lit a fire with the pieces of wood I found in the cave and made a bed of leaves for him to sleep so that he would not get ill. When the sun rose, I went out and picked some fruits for him to eat. I knew I had missed the party, but really, what would I gain? It was only a party. At least I had the company of someone who had lived through another night because of my kindness. For me, to help a person has enough reward than going to some party for pompous overgrown obese people. The old man then told me he saw me crying and wanted to know why. Iopened out my heart to him and told him of all my sorrows. He told me to go home and return by evening. I did not understand why, but I chose to be obedient. 13 14 15 As I walked home, I remembered that I had not thanked the man for listening to me and for comforting me. I quickly ran back to the forest. However, when I got there, there was no old man but rather, a young handsome man. He got up from where he was lying and turned towards me. I was shocked. It was Kofi, my friend. I asked him why he was there and where the old man was. He told me that he was cursed to become old during the night if only someone gave him a bed, warmth, clothing and food without knowing his true identity, all of which I had done. He said that I had broken his curse and that he was very grateful to me. 16 1117 He also said that I too was cursed. I was so shocked. “Me? Cursed?” I asked. He said that my curse was similar to his. At birth, an evil witch who was jealous of my beauty placed the curse on me. No one apart from the ones who truly loved me could see my true beauty. The witch was jealous of my beauty and so she made me ugly in the eyes of others. I desperately asked him what I can do to have my curse broken. He said that all I had to do was to put things right by marrying him. 18 19 I agreed to do so. A few months later, we called the tailor, his wife and everyone who wished us well and went to see the priest. The priest married us and at that moment my mother and sisters came to me. They knelt down crying and apologized for causing me pain. The king and the prince also came to the wedding after they had partied all night. The prince was bewildered when he saw my beauty. He said to himself, “For in all my years on earth, I have never seen a woman so beautiful.” Now I know that being beautiful on the outside is not enough. I now believe that Ihad beauty all along. No one can be beautiful without being kind. All I know now is that, my name is Karina and I possess beauty within. 20",
    "source_file": "58._Ghana_21_THE_BEAUTY_WITHIN.txt",
    "categories": [
      "family",
      "adventure",
      "hope_dreams"
    ],
    "violence_level": "none",
    "violence_score": 0,
    "emotional_intensity": "intense",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1505,
    "character_count": 7751,
    "difficulty_score": 35.37696913720266,
    "vocabulary_distribution": {
      "Basic": 75.86445366528353,
      "Intermediate": 22.130013831258644,
      "Advanced": 2.0055325034578146
    },
    "story_word_count": 1392,
    "story_character_count": 6933,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/THE_BEAUTY_WITHIN.pdf"
  },
  {
    "writer": "HANNAH DENIECE HOFF",
    "title": "Is this what life is about!",
    "country": "from every participating local community.",
    "comment": "• AGE: 13 • SCHOOL: SENOW ACADEMY HIGH SCHOOL • CLASS / STAGE: 9 • FATHER’S NAME: RICHARD O. HOFF • MOTHER’S NAME: LYDIA C. HOFF • NO. OF SIBLINGS: 5 • PLACE OF BIRTH: MONROVIA, LIBERIA • INTEREST / HOBBIES: SINGING, READING • FUTURE AMBITION: WRITER AND MEDICAL DOCTOR",
    "written_by": "HANNAH DENIECE HOFF",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time in Matadi, there lived a little girl called Deniece. She lived with her seventy-seven years old grandmother, Ma Yahyah. Deniece was not content with what she had. She was always restless and wanted everything for herself. She always complained that her family did not have enough food to eat, glamorous clothes to wear, and a beautiful and sizeable house to live in. She coveted other girls who came from rich families and always wished she was part of those families. Deniece did not understand why her grandma was always cheerful and content with the little they had. Her grandmother was always grateful God prorided what they had. 01 02 03 One day, Deniece asked Ma Yahyah, “Why are you always happy and content with the little you have and nothing seems to bother you?” Her grandmother looked at her and smiled. “Deniece,” she said, “I have seen and experienced lots of things in life, but let me tell you an interesting story that will help you understand why I’m always content and happy with the little Ihave.” Deniece ran quickly and sat in front of the old woman and said, “Grandma, I want to hear the story.” 04 0055 Ma Yahyah started the story; There lived a guinea fowl who was always restless because he always wanted more of everything he had. While he was looking for what he wanted, he was also sought after by other bigger birds and snakes. While some hunters set traps for him, others also threw stones at him. He always thought his living condition was the worst and he could get something better out there. 06 One day, the guinea fowl went to look for food on an old rice farm. He climbed a tall tree to survey the farm before coming down to eat. He did this to ensure he does not become anyone’s prey. While he was on the tree, something interesting caught his attention. He saw a little boy walking down the farm. The boy was carrying a uniquely designed basket on his shoulders. When the boy got to the farm hut, he opened the doors of the basket and chickens came out of it. 07 08 09 The boy sprinkled some grains of rice on the ground for the chickens. Afterwards, he left them to scavenge for food in the farm. After the farmers had finished threshing the rice for the day, the chickens went to peck the leftovers from the ground. Later that evening, the little boy caught a few chickens, put them in the basket and sent them back to the village. 10 11 The guinea fowl watched the chickens for days and was impressed by how they were treated. They were well fed and catered for, and he wanted to be like them. He decided to meet the head of the chickens, the big rooster and ask to be part of their family. When the guinea fowl approached the rooster and informed him about his decision, the rooster looked at him and asked, “Is that what life is about?” The guinea fowl did not understand what the rooster was trying to tell him. So he accused the rooster of being selfish for not wanting to help him. The guinea fowl said to the rooster, “Where I am from, nobody cares about me. I don’t have enough to eat like you and your family do. I have many enemies, they are always after my life; both hunters and wild birds want to kill and eat me. Your life here is safe; you don’t walk to search for food and you have someone who has been assigned to take care of you.” The rooster tried to talk the guinea fowl out of following them, but he would not listen. He finally allowed him to follow them. The guinea fowl was very excited to join them. He shouted, “My life has changed Goodbye to sorrow and suffering!” 12 The guinea fowl started acting like the chickens: he ate like them, walked like them and scratched the ground like them. He said to the rooster, “You see, this is the best day of my life. At home I don’t have this much to eat.” When the boy’s mother was sifting her wheat and some fell on the ground, the chickens ran there and started eating again. 13 The guinea fowl again said to the rooster, “You see what is happening? I don’t usually see this at home. You are blessed here but you don’t want to admit it.” The rooster responded calmly, “Is this what life is about?” “Yes! This is all what life is about.” The rooster shook his head and replied, “You will understand what I am saying very soon.” 14 15 Soon it was evening and the little boy started catching the chickens again. The guinea fowl pretended to be one of them and got in the basket to experience how it felt, being in a basket carried on someone’s shoulder. The boy carried the basket with all the chickens in it and started swinging it gently. The guinea fowl was very happy. He intentionally went and stood at the door of the basket and enjoyed looking outside. When he saw the rooster was looking at him, he said, “In my house nobody rocks me like this.” The rooster looked at him and shook his head again. The little boy sent the chickens safely to the house. While they were resting, they suddenly heard some shouts of joy. Sumo, the eldest son of the farmer, Mr. Joe Kpoto had arrived from Monrovia to spend his vacation with his parents. Mr. Kpoto embraced his son and said, “Son, you came late… My trap caught a deer but today, but we ate all the meat so tonight we can’t make your favourite pepper soup.” Sumo said “Papa, don’t tell me all the chickens have been eaten too.” 16 1117 The guinea fowl was listening to the conversation between Sumo and his father. When he heard Sumo talk about chickens, the guinea fowl began shivering. Now the rooster reached out to him and said, “So now you see, is this all life is about?” Before the guinea fowl could respond to the rooster, Mr. Kpoto ordered the little boy to kill one of the chickens to prepare some soup for his son. 1128 The guinea fowl became very quiet when the little boy was coming to the chickens’ basket. Unfortunately for the guinea fowl, he was very close to the door of the basket so he was the one the boy could reach. The guinea fowl put up the best fight of his live. He started making some shrieking sounds, “Chi-chi-chi!” The guinea fowl was too strong for the little boy to pull him out of the basket so the boy reached out for another chicken for the soup. 19 That night, the guinea fowl couldn’t sleep. His temperature rose and his heart kept beating till the following morning. The old rooster reached out to him again and asked, “Is this what life is about?” This time the guinea fowl replied, “No! No! No! This is not what life is about. You are all in a prison. Iwill just wait till day break and I will be the first to move out of this basket!” 20 The next morning, the little boy took the chickens again to the farm. When he was swinging the basket, the rooster asked the guinea fowl again, “Is this all life is about?” The guinea fowl replied, “I’m tired of your questions! Why didn’t you just tell me about what happens to you chickens?” 21 22 23 The guinea fowl started appreciating his former situation. He thought to himself, “I was a king. I controlled my own world but I was always not content. O’ God forgive me for always complaining.” When the little boy got to the farm and opened the basket, before he started feeding the chickens, the guinea fowl ran as fast as he could away from the farm. He went far away and never returned. 24 1275 After Ma Yahyah had finished telling the story, she asked Deniece, “My little girl, is this what life is about? Deniece smiled and gave her grandmother a big hug. From that day onwards, she became grateful to God for what she had and started appreciating every little thing she got. 1286",
    "source_file": "59._Ghana_22_IS_THIS_WHAT_LIFE_IS_ABOUT.txt",
    "categories": [
      "family",
      "hope_dreams",
      "kindness"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1514,
    "character_count": 8364,
    "difficulty_score": 37.06198461418914,
    "vocabulary_distribution": {
      "Basic": 79.19117647058823,
      "Intermediate": 19.77941176470588,
      "Advanced": 1.0294117647058822
    },
    "story_word_count": 1401,
    "story_character_count": 7546,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/Is_this_what_life_is_about.pdf"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part one",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Sunhee Lim",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In Tanzania there is a village with a mineral mine, and a very sweet girl, Martha. Martha lives with her beautiful mother and hardworking father. Although Martha’s parents were poor, they helped others in need. “Who are these people?” Martha’s mother asked after seeing Martha’s painting. “This is an Angel, mom, dad, and I!” said Martha. “Wow, this is very interesting. I think the angel looks just like me,” said Martha’s mother. “Yes, you are right! You are the angel and the angel is you!” said Martha. “Hahaha, thank you, Martha!” Martha’s mother said with a big laughter. One day, Martha was playing in the yard and suddenly heard a noise. “What is this?” There were people throwing stones at Martha’s house, and Martha burst into tears. “Mom…!” Martha’s mother hurried to the yard and held Martha back into the house. Martha heard one of her neighbors shouting out words. “Hey, you cursed people! Get out of this village!” “ Mom, why are people mad at us? What are they talking about a curse?” Martha asked her mother. Martha’s mother did not say a word and patted Martha’s head and cried. Martha’s father silently hugged Martha and her mother. Martha thought something was odd, but she did not say anything. However, as time passed by, unusual things started to happen. Martha’s depressed parents started to look sick, and her parents would not go to work. At first, Martha was excited that she could be with her father all day long, but she realized that there were more days she was starving than eating. “Mom.. I am hungry..” Martha said after starving for two days. However, Martha’s mother could not hear Martha’s voice. She headed to her father and saw him take medication. At that moment, Martha teared up because she was so sad. The pills Martha’s dad took was only useful after a meal. If they take the pill again without a meal they will vomit. Martha really wanted to help her parents, so she went out to find some food and ran into her friend Eric. “Hello, Martha!” said Eric. “Hey, Eric!” Martha said while she ran towards Eric. But, suddenly, Eric’s mother scolded at Eric to come back in the house. “Eric! Who told you to talk to a cursed girl like her? Do you want the disease to spread to you?” Everyone in the village, and her close family members started to avoid Martha’s family. Martha could not understand why her angelic parents got the cursed disease. The people in the village and Martha’s cousin all wanted them to leave the village or they will die from the curse. Eventually, Martha’s parents passed away when Martha was 6 year old. Martha stayed next to her parents for a few days and shed tears. No one in the village would take care of Martha, not even the orphanage. Martha’s stomach started to grumble louder and louder. Martha decided to pick up food from the trash and streets. Martha had always been avoided by everyone. “It is Martha! Everyone, run!!” the children said while they ran away. “Hey! I told you to leave the village!” said her father’s friend. Everybody in the village thought the disease would spread. If Martha was leaning on a chair, the chair would be gone the next day. Not a single person would help Martha. Martha really hated the people in the village. While sitting on the street, Martha thought about her parents. “Mom, Dad! Did you meet the angels in heaven? People in heaven are probably kind-hearted people, but people here are very cruel! I think the people in the village have cold, black hearts!” Martha decided to move to a different village, and in that village many people did not know Martha. However, Martha was afraid to meet people, so she would always stay near a dumpsite. One day, when Martha was looking for food at the village dumpsite, a lady came up to Martha. “Where are you from? Where are your parents?” Martha thought she could not say anything about her parents. “ I have never seen my parents. I was raised in the orphanage and it closed down” said Martha. . The lady, Mutoni’s youngest daughter got a disease and died a long time ago. At that moment, Mutoni thought of her daughter looking at Martha, so she took Martha to her house. “Hello, Martha? My name is Uwase. Nice to meet you!” Mutoni’s oldest daughter said. Martha thought her parents sent Uwase and Mutoni as a gift. Mutoni was quite poor but her husband who worked in “Martha!! Look at this!! My dad has sent us crayons!” Uwase said excitingly. “Crayons? What is that?” Martha said. Uwase used bright colors and drew Martha’s face with a heart. Martha was so fascinated about the colors. Uwase told Martha that Martha can use the crayons anytime. For the first time Martha used crayons and she fell asleep in joy. In Martha’s drawing, there were angelic wings on her mom, dad, Motoni, Uwase and Motoni’s youngest daughter, one she never seen before. They were all holding hands. In Martha’s dream, she met her happy parents. “Mom, dad. Although there were happenings that I could never understand, I think there are still sympathetic people who exist here. When I become an adult, I will",
    "source_file": "6._Tanzania_05__Martha_01__with_can.txt",
    "categories": [
      "family",
      "loss_grief",
      "poverty"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1027,
    "character_count": 5862,
    "difficulty_score": 35.032001830985664,
    "vocabulary_distribution": {
      "Basic": 75.39863325740319,
      "Intermediate": 22.55125284738041,
      "Advanced": 2.050113895216401
    },
    "story_word_count": 914,
    "story_character_count": 5044,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/THE_MARTHA_STORY_part_one.pdf"
  },
  {
    "writer": "CLAUDIA AFUA YANKEY",
    "title": "THE STRENGTH OF FORGIVENESS",
    "country": "from every participating local community.",
    "comment": "• AGE: 14 YEARS • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 8 • FATHER’S NAME: MR. PHILIP YANKEY • MOTHER’S NAME: MRS. RACHEAL COFFIE • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: TEMA, GHANA • INTEREST / HOBBIES: READING, CREATIVE WRITING • FUTURE AMBITION: BUSINESS WOMAN",
    "written_by": "CLAUDIA AFUA YANKEY",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Mensa and Antobam were the best of friends who lived in a village called Faatse. They did 01 almost everything together. They were so close that some were inspired of their friendship, while others were envious of them 02 They shared ideas together, played together, and ate together. They were both farmers with big f arms where they planted various kinds of food. They both had two (2) acres of farm lands. One day Antobam fell sick and Mensa took him to the clinic in their village for treatment. Though Antobam was treated and given medicines, his situation became worse as the weeks went by. His good friend advised that they go to the big clinic in the nearest town for a thorough check up because the natives of the village trusted that clinic more than theirs. Antobam agreed and off they went. 03 Due to Antobam’s condition, he could not walk for a long distance. Mensa had to carry him on his back since vehicles were scarce on some days in the village. 04 000533 When they got to the clinic, the doctor carried out a test on Antobam. After the test, it was confirmed that Antobam was very ill and had only a month to live. Antobam was very sad and cried when he heard the news. He said to himself that he was going to die and leave his dear friend. He was the only one he had. He had no family, no child and no wife. Mensa was also sad for his friend. He wondered how he will cope without him. Antobam thought of leaving his farm for his dear friend because he had helped him so much. Antobam became so weak that he could not go to his farm. He told his friend to take care of his farm for him but he did not tell him that he had decided to leave his farm for him. 06 The next day, a neighbour of the two friends came to visit Antobam to ask how he was feeling. Mr. Osei, their neighbour, saw Mensa bringing food to Antobam. He immediately became jealous of their friendship and devised a plan. Mr. Osei had evil thoughts in mind. He wanted to destroy the friendship between Antobam and Mensa. 07 08 So he advised Mensa to take advantage of Antobam’s illness and make himself rich. Mensa foolishly listened to Mr. Osei and decided to sell Antobam’s farm. He sold Antobam’s farm without him noticing and moved away to another village to enjoy the money. He totally forgot about his good friend and Antobam was left alone to die. 09 10 11 On the third week after his diagnosis, he received a call from the clinic. The doctor asked him to come to the clinic. Antobam wondered how he was going to go to the clinic without his friend’s help. He thought, “Where could Mensa be? Is he alright? I am worried about him.” He managed to walk to his neighbour, Boakye’s house and asked him if he could send him to the clinic. “Boakye, can you please escort me to the white man’s clinic at Akitiwaa village?” he asked after all the pleasantries. Boakye replied “Why not, you have been a good neighbour to me since you moved here. I will go with you.” When they got to the clinic, the doctor who examined him the previous time was there. He told him that he sent an email outside the country for the doctors there to study his diagnosis. He also told him they were able to come out with a treatment so he will be well very soon. 12 13 Antobam was full of joy becauge he was going to be well again. They admitted him and started treatment immediately. Within a few days, Antobam responded very well to the treatment. On the other hand, in Atipo village, Mensa was counting the days till he hears that his friend had kicked the bucket so that he can return to the village. On the market day in Atipo village, while he was out buying food from the market when he met Boakye. He was there to sell his farm produce. When he saw Mensa, he was shocked to see him there so he asked him, “Mensa, I thought you had travelled to the city. Your friend has been looking for you, where have you been all this while?”. Mensa’s answer shocked Boakye even more. “He has been asking of me? I thought he will be dead by now.” Boakye in his shock told him, “No! Your good friend is not dead as you wished, he is well.” He then told him all that had happened with Antobam’s health 14 15 Mensa was so ashamed that he could not look at Boakye’s face. His conscience was haunting him so badly. He could not move or talk. He was glued to the same spot for a long time. Boakye told him “Mensa, you are a very bad friend, go to your friend and make amends with him.” And then he left to go and sell his produce. Mensa was so ashamed, he could not tell Boakye he had sold his best friend’s farm. He asked himself a lot of questions when he got home. “How do I face my friend? What will I tell him and how do I start?” He was so confused that he did not know what to do. He remembered Boakye told him that Antobam wanted to sell his farm to pay for his treatment. “Eeeiiii, Antobam will find out that I have sold his farm. I have to tell him before he finds out,” he said to himself. 16 17 With his decision to make amends made, Mensa gathered his belongings and the money left and set off to Faatse. When he arrived, he met Antobam who has also just arrived from the clinic to gather some money for the payment of his treatment. He came in with Mr. Ansah, a rich man who lived close to the Chief’s palace. When Antobam saw Mensa he exclaimed, “My friend, where have you been? I have been looking for you for so long. I am now well, the Almighty God has remembered me and I am well again. I am here to show Mr. Ansah my farm so that he can buy it. I have to pay the clinic for my treatment.” 18 19 Mensa could not say anything. He just stood there with tears streaming down his face. He could not say a word. Antobam was worried and did not know why his friend was crying. Eventually, Mensa was able to control himself. He looked up and said, “My good friend Antobam, I am sorry. I have wronged you so badly. Please forgive me.” Antobam could not believe his ears after Mensa narrated everything to him. He was so shocked to his bones, that he did not know what to tell his friend. Mensa brought out the remaining money and gave it to his friend. Antobam had still not recovered from his shock. He asked his friend, “Mensa, why did you do this? I thought we were good friends. Why Mensa! Why did you put up this selfish attitude!” 20 21 Mensa pleaded with his friend. “Antobam, my good friend, please don’t make this any harder for me. Please release this burden of guilt on me by forgiving me. I cannot stand your rejection. I am sorry, my friend. I was greedy and selfish. Please forgive me and ease my soul.” Antobam was so touched by the words of his friend. He remembered the good days they enjoyed together and how he carried him to the clinic on his back when he was seriously ill. If Mensa was not there for him, he would have died in the house. What difference would it have made to the farm anyway? 22 2231 Antobam embraced his friend and told him, “I have forgiven you, my friend. Let your soul be at ease now. I love you my good friend. I have forgiven you and forgotten about it. Let us pretend it never happened.” They hugged each other with tears running down their faces and continued to live as good friends. 24",
    "source_file": "60._Ghana_23_TOO_DIFFICULT_TO_PLEASE.txt",
    "categories": [
      "family",
      "friendship",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Elementary Level",
    "word_count": 1483,
    "character_count": 8014,
    "difficulty_score": 34.03157117214469,
    "vocabulary_distribution": {
      "Basic": 76.0614934114202,
      "Intermediate": 22.840409956076137,
      "Advanced": 1.0980966325036603
    },
    "story_word_count": 1370,
    "story_character_count": 7196,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/THE_STRENGTH_OF_FORGIVENESS.pdf"
  },
  {
    "writer": "CHAYIL ANNE MEFFUL",
    "title": "EVERY GOOD GESTURE IS REWARDED IN DUE TIME",
    "country": "Ghana",
    "comment": "• AGE: 12 • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 8 • FATHER’S NAME: MRS. MIMI MEFFUL • MOTHER’S NAME: PASTOR EMMANUEL MEFFUL • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: TEMA, GHANA • INTEREST / HOBBIES: READING, WRITING, DANCING • FUTURE AMBITION: BARRISTER AT LAW",
    "written_by": "CHAYIL ANNE MEFFUL",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "It was 5:00 am and Joana was already awake. Even after she had a hectic day previously, she still managed to wake up early. She was a very hardworking girl.Joana performed all her household chores, got ready and set off for school at 6:00 am. “Mum, I’m leaving for school” she said while standing in the doorway. However, her mum, Maame Ekua didn’t hear her because she was busy folding clothes in her room. School was not far from her house so she always walked to school. 02 While Joana was on her way to school, a beautiful leather bag fell from the trunk of a car which was passing by. She noticed the trunk had not been properly closed. She chased the car and shouted to get the driver to stop but the driver did not hear her. He was driving at top speed. When Joana noticed she could not catch up with the car, she went back and picked the bag from the street. For a few minutes, Joana did not know what to do with the bag. Finally, she decided to send the bag home to her mother to help her find the owner. 000333 0044 Joana quickly ran home and rushed through the front door panting. She shouted as she ran to her mum’s room. Her mum panicked because she didn’t expect Joana to come home at that time. “What brought her back home early? ” she wondered. “Aren’t you supposed to be in school by now?” her mother interrogated. “I was on my way to school when this bag fell from a passing car.” She said showing the bag to her mother. “It fell from the boot of the car. Nobody was around and when I shouted, the driver did not stop. So Idecided to bring it home so that we can find the owner,” she added. Her mother became furious at her decision to bring the bag home. 05 “What at all is in this bag. And why did you choose to bring it home instead of going to school?” she asked furiously. “Bring it closer and let me have a look” she said, “Mmm…It looks very expensive. Well let’s open it and see,” she continued. When Joana’s mother opened the bag, she found out that there were some pieces of diamond and gold bars in it. Maame Ekua and Joana were both surprised and amazed at the contents of the bag. They were silent for a while. Then suddenly, Maame Ekua opened another compartment of the bag and saw a business card with a name and contact address of someone clearly written on it. “This must be the owner of the bag,” she said to Joana. 06 After carefully thinking it through, Maame Ekua called the phone number on the card. She dialed the number several times but it did not go through. She continued trying until it went through and somebody picked up. The person who answered the call was very rude. 07 08 Maame Ekua did not give up. She waited for a while and called back. This time the man sounded polite. “Maybe I called at the wrong time earlier”, she thought to herself. He paid rapt attention to what she was saying. He became very excited when he realized someone had found his bag having the gold bars and pieces of diamond. Maame Ekua probed further till he became angry. He did not allow Joana’s mother to finish what she was saying before he interrupted her and asked for her location. However, Maame Ekua was sure he was the owner of the bag. 09 Maame Ekua told the man their location. In no time, he showed up and got his bag, and was very appreciative. He offered to build Joana’s family a new house, cater for her education up to the university, and build a shop for Joana’s mother. They were all overjoyed when the man fulfilled his promise six months later. 10",
    "source_file": "61._Ghana_24_EVERY_GOOD_GESTURE_IS_REWARDED_IN_DUE_TIME.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "mild",
    "violence_score": 2,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Middle School Level",
    "word_count": 777,
    "character_count": 4312,
    "difficulty_score": 37.284633446702415,
    "vocabulary_distribution": {
      "Basic": 74.93112947658402,
      "Intermediate": 22.865013774104685,
      "Advanced": 2.203856749311295
    },
    "story_word_count": 664,
    "story_character_count": 3494,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/EVERY_GOOD_GESTURE_IS_REWARDED_IN_DUE_TI_1.pdf"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part Two",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School ”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Seungpyo Hong",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "After a banquet with orphanage friends on Sunday, Martha, Auntie Motoni, and Uwesa sat down altogether. “Congratulations, Martha! Iam so proud of you!” said Motoni with happy tears in her eyes. “I am so happy for you! You are going to do better and better! We will always stand behind you!” said Uwase while praising Martha with all her heart. Motoni held Martha’s hands firmly. Martha remembered a conversation she overheard on the way back home from school. One of villagers told Motoni with a very serious tone. “Motoni, How longer are you planning to care for Martha and send her to school when you don’t even know who her parents are? Why don’t you send her to marry someone since she is now 14? I heard that there is a young man who loves Martha.” “Marriage!?” shouted to herself Martha and she almost fainted. Martha did know that it is quite a burden for Motoni to look after Martha. Motoni ran her own small alteration shop and sold goat milk to make her ends meet. Since she didn’t make enough income, she often had to borrow corn powder from a neighbor or completely skip meals time to time. While contemplating deeply, Motoni called out Martha to the back yard. It was a night filled with quite bright moon light. Motoni talked to Martha carefully while gazing the stars. “Martha, I’ve got an important message to share with you. There is a young village man who loves you dearly. Since you are now 14, are you interested in getting married? I will leave it completely up to you to decide. Idon’t want to force you to go any direction,” said Motoni. Since Martha always felt love and care by Motoni, she felt sorry and also grateful. Nonetheless, marriage was an unthinkable option for Martha. “I am so sorry. I can’t get married. I want to continue to go to school. There will be a storytelling competition, I want to send in my story. I hope to win in it. They said and also a scholarship. If I do not win in it, let me rethink about my life plans. Could you give me a chance?” said Martha. Motoni hugged Martha tightly and said, “Sure, Martha. Don’t even think about marriage. You will do well no matter what you try because you are so smart!” In Motoni’s arms, Martha prayed to her mother and father that night. “Mom, Dad, please give me strength and wisdom.” Martha was truly a famous queen in her school since she was the smartest and spoke best English. She prayed every day and participated in the storytelling competition in which she won the first place. The village head came down and gave Martha an award with a T-shirt with a “Martha, congratulations. You made us all proud. Here is the certificate of award and scholarship,” said the school principal. The village head, principal, and Martha took a picture with the T-shirt on. The picture went on to be on the first page of the village newspaper. Everyone in the school ground clapped for Martha. Motoni and Uwase were the ones clapping the most because they were so proud of Martha. Motoni threw a party for Martha. She was so proud of Martha since she was able to win the competition and receive a scholarship when she doesn’t even have parents around looking after her. Godfrey, one of naughty boys in the school, was so curious about Martha. To him, Martha’s T-Shirt and her big eyes drew a lot of attention. “Hi Martha, I am Godfrey. If I write a story like you, do you think I could win a T-Shirt like yours and even get a scholarship?” said Godfrey. “Of course! If you try hard,” said Martha with a big smile on her face. “You probably haven’t heard about me. I can’t read nor could I paint anything pretty,” said Godfrey. Godfrey was well known to be a liar and trouble maker, but Martha did not care about his reputation. For Martha, Godfrey was just a kid and she has not seen any bad behaviors Godfrey might have shown to others. “Godfrey, what are you good at?” asked Martha kindly. “Oh well. I am good at fighting. I can make a good sling. My sling can hit a bird so accurately. A good sling needs real craftsmanship. I can carve wood and make just about any shapes or objects.” Said Godfrey seriously. “Wow! That’s awesome. Can you make a bird by carving wood then?” asked Martha. With a little bit of bashful face, Godfrey answered proudly, “Of course!!!” “Hmm. It must not be easy, though. You probably spent a lot of hours to perfect your carving skill” said Martha. With a lot of excitement and pride, Godfrey answered, “Of course! Not all slings are useful. I have my own set of secret ways to make a real good sling. Moreover, carving wood is not easy and you have to be extra careful because you could easily get hurt.” “Well, writing and painting is like carving wood well. It may not be fun in the beginning, but by learning and practicing to use good words and good phrases, you can make a good story. You may keep forgetting them, but with more practice, you can become a good writer!” said Martha. “Really? It’s just like building up my own secrets by making many things with wood and carving many good useful slings!” said Godfrey. . “Sure! It may be hard in the beginning, but if you keep doing it, you will be able to express your mind really well. It’s like carving wood with all your heart and care consistently,” said Martha. . Children overhearing Martha and Godfrey became also interested in their conversation. Soon, Uwase whispered to Martha, “How about if we give him our crayons to paint some storybooks?” Martha smiled back to Uwase. The crayons were short and they were used very carefully whenever she wanted to heal her own scars. Godfrey felt flying in the sky when he was given a set of crayons by Martha because he never received anything from anyone in his life. “Thank you so much, Martha!” said out loud Godfrey. He thought angels in heaven must look like Martha",
    "source_file": "7._Tanzania_06__Martha_02_with_can.txt",
    "categories": [
      "family",
      "education",
      "kindness"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1180,
    "character_count": 6605,
    "difficulty_score": 37.75546808072264,
    "vocabulary_distribution": {
      "Basic": 71.20921305182341,
      "Intermediate": 27.543186180422264,
      "Advanced": 1.2476007677543186
    },
    "story_word_count": 1067,
    "story_character_count": 5787,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/THE_MARTHA_STORY_part_Two.pdf"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part Three",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School ”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Minsu Kang",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "At dawn, sixteen year old Martha starts her day by sweeping the yard and while she prepares breakfast, she asks lady Motoni a question,“Lady, I need to give this yellow clothing to Irene, right?” “Yes, I am very worried about Irene. She has been sick for months,” said Motoni. Irene is the most beautiful woman in this village, who “Is anyone here? This is Martha!” she screamed into the open door. “Hello, Martha? Irene and her family went into the mountains to meet a healer. They will probably be back by tomorrow,” said Irene’s neighbor who heard Martha screaming. “A healer?! Irene must be really ill. How severe is her illness?” Martha asked. “She is probably cursed, too!” Martha shockingly said to herself. “Perhaps by any chance, is Irene sick with the same disease my parents had?” Martha secretly thought to herself as she put her head down. “When Martha was six years old, her parents passed away with the disease that was a curse. However, Martha’s parents were really kind people, so Martha believed her parents should not be cursed. Martha had always questioned her parents’ death. Martha unconsciously went off to the mountains to meet the healer. After walking in the mountains for an hour, Martha found Irene’s mother. “Oh my! How did you come all the way here?” asked Irene’s mother having tears in her eyes. “I came here because I was worried about Irene. How is Irene? Is she okay?” said Martha. “How nice of you, thank you… The healer said Irene will be staying the night in the mountains so she can fight off the curse. She will heal so do not worry so much,” said Irene’s mother. Martha learned from her school that the reason a person is sick is because of germs. Martha thought the way the healer treated his patients was really odd and suspicious. However, Martha could not say anything to Irene’s mother, who is believing that Irene would heal. Martha worried so much about Irene. Irene, beneath the tree’s shade, looked sicker than usual, but when she saw Martha, she smiled with a warm heart. “Martha I am so thankful you came here. I heard from my mother that if I spend one night here I will be in the village tomorrow in a good condition,” said Irene. “I hope you heal, but did the healer say that you can be treated in this way?” Martha carefully asked. “Well, my parents said the healer treated my grandfather so I followed. I am actually not sure, but there is no other way I can be treated,” Irene said with a soft voice. After seeing the healer, Irene seemed to heal a bit, but soon she started to vomit. Irene’s illness started to get worse. In the village, there was a rumor Irene became pregnant by the healer. Martha and Uwase went to Irene’s house. “How can this happen?” Irene’s mother was helplessly crying. Martha and Uwase ran up to Irene’s mother. “What happened?” asked Uwase. “The wicked healer died yesterday…” Irene’s mother sadly answered. “That healer died before treating Irene completely!!” Martha said as her eyes got bigger. Martha and Uwase could not say anything. Martha and Uwase went into Irene’s room. Irene looked very ill and she could not even stand up. “Irene, how are you? Are you taking your medicine?” asked Uwase. medicine the public hospital has given me. The medicine is so strong that I have to eat my meals,” said Irene. Looking at the medicine that was given to Irene, Martha was really surprised. Martha thought of her parents’ who always took the medicine when they were hungry. When Martha was younger, her cousins and neighbors threw rocks at her parents. Everyone thought that Martha’s parents got the disease for being cursed. After Martha’s parents passed away, no one ever talked about them. Irene did not know the reason why Martha’s parents passed away, but she still tried to help Martha out from crying. “It is okay, Martha. Do not cry Martha. Doctor, Martin, who is from America said the life we live here is like a preschool. The people who did not do bad actions will meet again in heaven, and live forever. Martin said there is no one who did anything bad there.“ After listening to Irene speak, Uwase and Martha felt Irene will leave the world soon. A few months later, Irene had passed away. Motoni, Uwase, headed to Irene’s house for her funeral. “What kind of disease did a sweet girl like Irene get? Clearly, my parents took the same kind of medicine. Can it be true, my parents and Irene got the same disease? Then, what about the healer? Can there be such a thing of a cured disease?” After the Irene’s funeral, Martha could not sleep. Martha constantly looked at the sky thinking about Irene and her parents. Martha could not understand. “Mom, Dad, did you meet Irene in heaven? Irene is very kind-hearted and sweet. There are thieves who are unapologetic and still living their lives longer than you guys! I do not understand why Irene and my parents passed away. “It truly hurts my heart, so later on I made a commitment to become a doctor. I will figure out the diseases that took you guys. The people in the village say it is impossible for an orphan like me to become a doctor, but I will never give up and try my best. I will help people like Irene and the people in need. Mom, dad, Irene, please look over me and count on me. Mom, dad, I love you! Irene, you will be in paradise.”",
    "source_file": "8._Tanzania_07__Martha_03_with_can.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1081,
    "character_count": 6105,
    "difficulty_score": 36.53079987617721,
    "vocabulary_distribution": {
      "Basic": 73.44753747323341,
      "Intermediate": 24.839400428265524,
      "Advanced": 1.7130620985010707
    },
    "story_word_count": 968,
    "story_character_count": 5287,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/THE_MARTHA_STORY_part_Three.pdf"
  },
  {
    "writer": "THATO SITTIOLE",
    "title": "NEVER GIVE UP",
    "country": "THATO SITTIOLE",
    "comment": "Student at Good Work Foundation Learning Center, Hazyview, Soth Africa",
    "written_by": "Thato Sittiole",
    "illustrated_by": "Gyeongyoung Min",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a boy named Thato who was living in a small village called Thosanang. He had father, mother, and his triplet sister and brother Maithuto and Brandon. They always played together and learned to walk and speak together. When they became 4 years old, their father told them. “Thato, Brandon, Maithuto, learning to learn is very important.” “What is learning, dad? What do we learn?” asked the children.” “It is important to learn about your own talents, things you really like to do, and things that you are really good at. When you know these things, you can live very happily,” said the father. “Does that mean you can be rich?” said Brandon. “Well, if you become the best of the best, you can make good money as well,” said the father. The children took learning very seriously and asked dad a lot questions as they were growing up. Brandon was the first to read and write. He even made stories of his own and read more books than his siblings. Brandon loved science as well. He questioned why an apple would fall from its tree and how to lift heavy loads of things with levers. Maithuto was the best in paintings. The neighbors could not believe that the paintings were truly the work of Maithuto alone. She was even good at math as well. She was able to do 3-digit additions often. Whenever she did, her parents were so proud of her. Nonetheless, Thato was not so good at anything. When Brandon was able to read 5 storybooks, Thato barely read 1 storybook. When Maithuto was painting a goat so well, Thato barely drew a circle. Thato tried hard and he never gave up. His parents encouraged him so that he would not be disappointed about his learning progress or his learning skills. Brandon and Maithuto were talking about multiplications one day. “3 plus 5 equals eight and 2 times 4 equals eight,” said Brandon. “well, 2 plus 2 equals 2 and 2 times 2 equals 4,” said Maithuto. Since Thato didn’t understand what his siblings were talking about he was very confused. Math was just too hard for him to understand. The three children went to school when they became 5. Brandon and Maithuto were known as gifted kids in the school and many children were astonished by their knowledge. However, Thato could not join in any friend circles because he could not understand most of the materials covered in school. One day, Thato heard his classmates speaking about him. “Thato is so dumb. I can’t believe he is in this school,” said a boy. “Yeah. He is not gifted. He can’t be in here. I don’t want him as my friend,” said another boy. When Thato heard it all, he became so sad. He believed he must be retarded. He came home alone leaving his siblings in the school having fun with their friends. Thato’s mother saw Thato coming home crying. “Thato, what happened? Why are you crying?” asked his mom. With tearful eyes, Thato said, “Mom, I must be really dumb. Nobody wants me as a friend.” “What? Why do you say that ? Never repeat what you said. You are going to be the smartest student in your school and everyone will be looking up to you for your knowledge and wisdom,” said his mom. Really? How can I be smart?” said Thato. “Only thing you need to do is to keep your hope and never give up trying hard. You can trust me on this,” said his mom. Thato started to study hard. He asked his parents many questions about his school materials. He studied day and night and never gave up. As he spent more time studying and gained more confidence, he started to understand little bit of what Brandon and Maithuto were talking about. “I am going to make it happen. I can do this,” said to himself Thato. Although Thato was gaining more knowledge and confidence, nobody realized such developments in Thato. . . One day, Brandon and Maithuto began talking about gravity. Thato heard them talking and thought it would be a good chance to join their discussion. “Can I join you? I am very much interested in gravity,” asked Thato. “Really? You may not understand what we are talking about,” said Brandon. Thato started to explain about gravity and its relationship to mass. He even talked about three different types of forces. The eyes of Brandon and Maithuto opened wide and looked at each other with a surprised and puzzled face. “Wow, how did you know all that? What happened to you all of sudden?” asked Brandon. “No no no. I did not learn these all of sudden. I studied and studied and asked many people many questions. Most of all, I never gave up to learn. Mom said if I don’t give up, I can always become what I want,” said Thato. Brandon and Maithuto were so proud of Thato. The tree triplets talked about many things with joy that night not realizing it was getting too late.",
    "source_file": "9._South_Africa_01__Never_give_up__with_can.txt",
    "categories": [
      "family",
      "education",
      "resilience"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Elementary Level",
    "word_count": 957,
    "character_count": 5521,
    "difficulty_score": 34.45777967619171,
    "vocabulary_distribution": {
      "Basic": 75.98152424942263,
      "Intermediate": 23.21016166281755,
      "Advanced": 0.8083140877598153
    },
    "story_word_count": 844,
    "story_character_count": 4703,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/NEVER_GIVE_UP.pdf"
  }
]