[
  {
    "writer": "YOUNG GIRL FROM RWANDA",
    "title": "Angel's Prayer",
    "country": "Rwanda",
    "comment": "",
    "written_by": "Young Girl from Rwanda",
    "illustrated_by": "Sukhyun Kim",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "There once was a little girl named Amahoro. Her mother’s name was Mugwaneza, and her father’s name was Habimana. Amahoro was born with unmatched legs. Her left leg was very thin and short, while her right leg was normal. When Amahoro was two years old, she started to walk. Amahoro’s unmatched legs caused her to walk strangely. She limped when she walked, and her friends called her a cripple. When Amahoro wanted to play, a boy named, Gahigi bullied her and pushed her away. “Go away cripple! We don’t want to play with you!” Gahigi yelled while pushing Amahoro to the ground. “Go away! We don’t want to play with a cripple. If we play with Amahoro, we will become a cripple, too!” Gahigi said loudly. Hearing this, Amahoro cried and walked home. “Ha ha ha. Look at her! She can’t even walk normally!” Gahigi mocked. “What happened honey?” Mugwaneza asked when Amahoro walked through the door crying. “Gahigi is mocking me, mom. Why can’t I walk just like everyone else, mom?” Amahoro asked with a sad face. “Oh, my love. I am sorry. I don’t know why,” Mugwaneza sighed. “Mom, I want to be just like everyone else,” Amahoro whimpered, embracing her mother. That night, both Amahoro and Mugwaneza could not stop crying. The next day, while Amahoro was sitting under a big oak tree, she prayed to God. “God, I don’t want to be picked on anymore. Can you help me?” Amahoro hoped God would hear her prayer so she would no longer be picked on. Her prayer was interrupted by someone shouting. Amahoro stopped praying and got up from her knees. She ran awkwardly towards the playground where the shouting was coming from. Amahoro’s mom, who was talking with some ladies, heard Amahoro’s scream and looked to where she was running. She saw a big truck backing into the playground where two boys were scribbling on the ground and giggling. The boys didn’t notice the truck was coming towards them. “The truck is coming!” Amahoro shouted to the boys. One of the boys looked up and jumped out of the way to avoid getting hit. The other boy turned his head to look at the truck and screamed. “Run!” shrieked Amahoro as she tried to push the boy out of the truck’s way, but it was too late. They were both run over by the truck. “Amahoro! Can you see me? Can you hear me? Oh my Lord! Help me!” screamed Mugwaneza as she ran to the back of the truck. People rushed to the truck. Gatenila, the mother of the boy who was hit, panicked, “Gahigi! Where are you?” She crawled under the truck and tried pulling Gahigi out. Gahigi’s leg was caught under the back tire. “His leg is stuck!” people screamed as they peeked under the truck. “Someone move the truck!” Hakizimana, one of the town council members shouted. This is when everyone noticed that there was no driver in the truck. The brake was loose, so the truck had moved on its own. People pushed the truck and got Gahigi out, but his leg was injured. “Amahoro tried to save him, and she got hurt as well,” said the other boy. Amahoro and Gahigi were treated by Nyframahoro, a medical doctor. Six months passed and miraculously Amahoro’s leg became stronger after the accident. She was finally able to walk normally like everyone else. Unfortunately, Gahigi’s leg never completely healed and he limped when he walked. Gahigi was very sad because he could not walk like his friends anymore. He often stayed under the oak tree and watched his friends play. With her strong leg, Amahoro played with her friends joyfully. However, Amahoro saw Gahigi sitting under the oak tree. She looked at Gahigi and thought for a few minutes. With a smile on her face, she walked over to him. “Let’s play together,” she said while offering her hand to I avoid the brothers and do not say anything Gahigi. He looked at her hand for a few seconds and whenever I see the them. grabbed it with a smile on his face. Since then, Gahigi and Amahoro were never left alone under the oak tree.",
    "source_file": "5._Rwanda_01__Angel_prayer__with_can.txt",
    "categories": [
      "family",
      "friendship",
      "illness"
    ],
    "violence_level": "moderate",
    "violence_score": 5,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Elementary Level",
    "word_count": 833,
    "character_count": 4723,
    "difficulty_score": 34.76754966814312,
    "vocabulary_distribution": {
      "Basic": 75.58620689655172,
      "Intermediate": 23.448275862068964,
      "Advanced": 0.9655172413793104
    },
    "story_word_count": 720,
    "story_character_count": 3905,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/Angels_Prayer.pdf"
  },
  {
    "writer": "Cheayoung Lee",
    "title": "Chaeyoung’s Footsteps",
    "country": "South Korea",
    "comment": "",
    "written_by": "Cheayoung Lee",
    "illustrated_by": "Eunchae Hong",
    "edited_by": "",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "Founder Seeds of Empowerment\nPaul Kim\nI am humbled by the smiles and stories of the children\nin South Korea. I am also thankful for those volunteers\nwho have put so many hours and hard work to make\nthis 1001 Stories project a reality. Since my very first\ntrip to a Latin American rural community where I\nrealized that young children are the greatest scientists,\nmost amazing storytellers, and inspiring teachers for us,\nI have visited many more communities around the\nworld to collect stories of wisdom from children and\nwitness their amazing talents.\nmore children can learn about each other and build sympathy for one another. By collecting and\npublishing 1001 stories, our hope is to help children appreciate the world better and grow as global\ncitizens who promote and enjoy peace and harmony while preserving the heritage and culture of\nunderstanding, accepting, forgiving, and caring for one another.\nPlease join us in celebrating these stories and our child authors as you enjoy each story from the\nThank you for everything you do to make this world a better place.\nPaul Kim, Ph.D.\nFounder",
    "story": "I grew up receiving love in an ordinary Chinese family. Though I received a lot of love from my family, I felt empty inside my heart, which made me feel helpless. I realized when I was young that my mother was different from other mothers. My family couldn’t live together, and I thought it was because my mother and father didn’t love each. However, I think adults are good at rationalizing their behavior. I couldn’t ask anyone why my mother was gone. My father was born in the countryside of Changbaekhyun, a Korean- Chinese Autonomous Prefecture. He didn’t get married until he was 28 years old, which worried my grandparents. They tried to find a bride for him, but didn’t have much success, so they brought my mother, a North Korean refugee, who was hiding in a distant relative’s house. At that time, the Chinese government called North Koreans who were in hiding in Chinese illegal immigrants like my mother and took them. My father was born in the countryside of Changbaekhyun, a Korean- Chinese Autonomous Prefecture. He didn’t get married until he was 28 years old, which worried my grandparents. They tried to find a bride for him, but didn’t have much success, so they brought my mother, a North Korean refugee, who was hiding in a distant relative’s house. At that time, the Chinese government called North Koreans who were in hiding in Chinese illegal immigrants like my mother and took them. To this day, the information that I know about my mother is very limited. My mother and father are very different, and I have no idea how they got married and there is no way to find out. Until I was four years old, I lived with a strict mother and a lenient father. My father was often out on business, so Ispent a lot of time with my mother. My mother was a strict but warm-hearted person. I remember getting in trouble from my mother because of my mischievous behavior. However, she clearly convinced me that there are principles and rules I should follow in the world. After my mother left, my closet was filled with a lot of clothes I would wear as I grew older. In my house, I could easily find my mother’s sewing supplies and knitting needles and could smell the scent of delicious warm milk everywhere. I vividly remember that my mother adjusted my father’s suit before he left for work and brushed my hair with a red comb in front of a mirror. In my memories, I can still feel my mother’s warm touch. To this day, the information that I know about my mother is very limited. My mother and father are very different, and I have no idea how they got married and there is no way to find out. Until I was four years old, I lived with a strict mother and a lenient father. My father was often out on business, so Ispent a lot of time with my mother. My mother was a strict but warm-hearted person. I remember getting in trouble from my mother because of my mischievous behavior. However, she clearly convinced me that there are principles and rules I should follow in the world. After my mother left, my closet was filled with a lot of clothes I would wear as I grew older. In my house, I could easily find my mother’s sewing supplies and knitting needles and could smell the scent of delicious warm milk everywhere. I vividly remember that my mother adjusted my father’s suit before he left for work and brushed my hair with a red comb in front of a mirror. In my memories, I can still feel my mother’s warm touch. There were no secrets in our small village. I was the first child who learned how to read in kindergarten. Sometimes my teacher would let me stay after school. On those days, I used to fight with other children. One time I came back home with a scratch on my face from a fight. When my mother saw me, she scolded me severely instead of comforting me. At the time Ididn’t understand why she was so mad at me. It was too difficult for a little child to figure out that she was not able to speak up for her daughter because of her illegal status. The parents of the child who fought me were public safety officers. I was too young to understand how powerful public safety officers are in China. On the contrary, my mother was weak with underprivileged. Since that time, similar incident would often happened, and one day she left me without ever saying goodbye or without giving me any kind of explanation. There were no secrets in our small village. I was the first child who learned how to read in kindergarten. Sometimes my teacher would let me stay after school. On those days, I used to fight with other children. One time I came back home with a scratch on my face from a fight. When my mother saw me, she scolded me severely instead of comforting me. At the time Ididn’t understand why she was so mad at me. It was too difficult for a little child to figure out that she was not able to speak up for her daughter because of her illegal status. The parents of the child who fought me were public safety officers. I was too young to understand how powerful public safety officers are in China. On the contrary, my mother was weak with underprivileged. Since that time, similar incident would often happened, and one day she left me without ever saying goodbye or without giving me any kind of explanation. 친구들에게자신의고쟁연주실력을뽐내고싶었던이한이는학예회 무대에오르게되었습니다.그러나친구들앞에서고쟁을연주하게 되었을때문제가생겼습니다.고쟁은소리통이아래에있어마이크를 아래에두어야소리가크게나는데학교에서마이크를위에달아주신 것이었습니다.이한이는연주를하자마자소리가나지않아서 당황하였음에도불구하고끝까지연주를하였습니다. 그러나연주가끝나고이한이는화장실에서친구들과언니들이 자신의욕을하는것을듣게되었습니다. “ ? ?” 악기소리는왜안들리는거야 옷은또왜저래 친구들에게자신의고쟁연주실력을뽐내고싶었던이한이는학예회 무대에오르게되었습니다.그러나친구들앞에서고쟁을연주하게 되었을때문제가생겼습니다.고쟁은소리통이아래에있어마이크를 아래에두어야소리가크게나는데학교에서마이크를위에달아주신 것이었습니다.이한이는연주를하자마자소리가나지않아서 당황하였음에도불구하고끝까지연주를하였습니다. 그러나연주가끝나고이한이는화장실에서친구들과언니들이 자신의욕을하는것을듣게되었습니다. “ ? ?” 악기소리는왜안들리는거야 옷은또왜저래 People say that parents’ affection towards their children is ingrained in their bones. If so, what about children’s love towards their parents? I am not sure about how to express my love towards and a longing for my mother. The absence of my mother cast a dark shadow over my life. Moreover, my grandmother raised me instead of my father, who was away in order to earn money. People say that parents’ affection towards their children is ingrained in their bones. If so, what about children’s love towards their parents? I am not sure about how to express my love towards and a longing for my mother. The absence of my mother cast a dark shadow over my life. Moreover, my grandmother raised me instead of my father, who was away in order to earn money. I had to do everything on my own. Fortunately, I was a quite good at studying. When I was about four years old, my mother taught me how to write. Whenever I misspelled something or my handwriting was not neat, my mother, who sat next to me, erased the words and let me write them again. This habit is instilled in me, and I use my eraser often. I received many compliments about my neat handwriting, which positively affected my academic performance. I learned that great effort produces great success. I strongly believe that the proper study habits I learned from my mother led me to be wise. My father didn’t know how sad I was. I used to pull my blankets all the way up to my head and weep quietly. I would fall asleep, exhausted from crying, with a stuffy nose and an aching heart. When my father came and saw the dirty blanket stained with sweat, snot, and tears, he would murmur to himself, “How does she sweat so much while she is sleeping?” During vacation, I would visit the farm where my father worked. In the farm, there were log houses that were lined up in which he lived with other workers. He worked at night and slept during day. Frankly, I was afraid of wolves and witches. If my father and his colleagues were out to work at night, I stared at the ceiling of the log house and thought “what if a wolf appeared and took my father away from me, a girl who doesn’t have a mother?” If it weren’t for this fear, the deep night would have been quite good for me. I had a lot of time to miss my mother. My father didn’t know how sad I was. I used to pull my blankets all the way up to my head and weep quietly. I would fall asleep, exhausted from crying, with a stuffy nose and an aching heart. When my father came and saw the dirty blanket stained with sweat, snot, and tears, he would murmur to himself, “How does she sweat so much while she is sleeping?” During vacation, I would visit the farm where my father worked. In the farm, there were log houses that were lined up in which he lived with other workers. He worked at night and slept during day. Frankly, I was afraid of wolves and witches. If my father and his colleagues were out to work at night, I stared at the ceiling of the log house and thought “what if a wolf appeared and took my father away from me, a girl who doesn’t have a mother?” If it weren’t for this fear, the deep night would have been quite good for me. I had a lot of time to miss my mother. Once my father came back home, my relatives continuously complained about my mother, until there was a giant pile of them. Although I was young, I realized that I should not express my longing for my mother. In front of my relatives, I pretended that I didn’t want to see my mother and even tried to demonstrate my hatred towards her. I learned how to be loved by adults on my own. It was very simple. It is to notice what they want to hear by reading their faces and answer as they expect. When they would ask, “Don’t you want to see your mother?” Iwould reply with a decisive “no.” When they would say, “You’re starting to look more like your mother,” I pretended to be insulted and angry, replying “No, I don’t look like my mother. I take after my father.” Nobody told me to respond that way, but when I gave these astute answers, the adults’ facial expressions showed satisfaction, and they patted me on the head. I saw that answering like this was the perfect answer that the adults really wanted. There is no child who is not allowed to miss his or her mother in this world. However, as my heart grew fonder, my father was poor and I felt sorry for him. It was not the fault of the people around me that I became to miss my mother. It was not my fault, either. Nevertheless, nobody told me that it was OK to miss my mother as much as I did. My grandmother loved me a lot, but I still needed my mother’s love and care. The absence of my mother brought about the deepest sadness in me. My father didn’t know what a teenage girl wanted or needed and my conservative grandmother didn’t understand me, either. My friends looked down on me and even taunted me for not having a mother. I couldn’t understand why they did to me. Continuous misfortune and hardship had made me feel deeply frustrated. However, I never gave up in the face of adversity so that I could live and follow my dream. My friends looked down on me and even taunted me for not having a mother. I couldn’t understand why they did to me. Continuous misfortune and hardship had made me feel deeply frustrated. However, I never gave up in the face of adversity so that I could live and follow my dream. Everyone has dreams while they are growing up and so do I. I have grown my dream to become a lawyer from seeing lawyers in the media. A lot of wonderful dreams frequently came and went, but the dream of being a lawyer was clearly different from the others which I have ever dreamed of. I strongly think that a lawyer is a real professional, and it is the most fantastic job I have dreamed of until the present. I once believed that education is not voluntary but enforced by the needs of adults, and it is also the result of students’ involuntary obedience. Adults said that education is the surest means to be admitted to a good college and the path of achieving a comfortable and prosperous future. However, I can’t agree that educational outcomes are only things necessary for a successful life. I will make an effort to achieve my dream of becoming a lawyer. I will not degrade the standards of the profession by saying that education is the only way to improve one’s quality of life. The reason why I want to be a lawyer is not based on earning a lot of money or chasing fame. People force me to think that doctors can make a good salary or that teaching is a stable profession. However, I don’t want to waste my life on something “stable.” As long as it is my dream, I will proudly pursue any profession, no matter how menial it might be. I am going to put all my energy into studying to be admitted to my dream school. I will continuously try my best to acquire the skills and knowledge required to become a lawyer. I definitely believe that the more I try, the closer I will get to achieve my goal. When I was a child, I knew that one day everyone could be equal and that justice would prevail over the world. When I become a lawyer, I will show the adults of the world that the vision I had was not the musings of child, but a reality that I will bring to fruition. Don’t be dissuaded from pursuing your dreams, despite how dire your current circumstances may seem. There are other children who are also in desperate situations, and you must foster hope in each other. I am eagerly praying that I will stick with my resolution to become a lawyer. Illustrated and Edited By Eunchae Hong Eunchae Hong was originally born in South Korea in 2005 and moved to the US when she was two years old. Eunchae found her joy of drawing when she was little; she has been following her passion ever since. Luckily, she had some chances to share her work to rest of the world. In 2017, she contributed two special pages of illustration for a picture book named “Jewel’s Window”. She won the “honorable mention” of 2018 scholastic art award from another piece of her work, “Doors to my memories”. While illustrating “Footsteps of Chae-Young”, Eunchae was excited that she can bring life to the story with her pictures. Realizing how much she loves the magic of illustration, she is waiting for opportunities to tell other stories with her painting. Eunchae currently lives with her family in Palo Alto, California. Translated by Nathan Kim Nathan Kim was born on November 23, 2003, in Palo Alto, California. He is currently a freshman of Saratoga High School in Saratoga, California. He has a passion for music and plays three instruments: the double bass, piano, and clarinet. Nathan played clarinet in the school band and marching band and now plays the double bass in the school orchestra and in California Philharmonic Youth Orchestra. Besides music, Nathan enjoys playing tennis and going on hiking trips to national parks. Chaeyoung’s Footsteps Cheayoung Lee Author Eunchae Hong Illustrator story.",
    "source_file": "50._Korea_02__Chaeyoung’s_Footsteps__Mulitcultural_Families_in_Korea.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "intense",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 2952,
    "character_count": 16582,
    "difficulty_score": 37.898709898021814,
    "vocabulary_distribution": {
      "Basic": 73.83951061532925,
      "Intermediate": 25.11694854264124,
      "Advanced": 1.043540842029507
    },
    "story_word_count": 2655,
    "story_character_count": 14667,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "SETHYNA SEY ABAAHOM",
    "title": "OBEDIENCE",
    "country": "Ghana",
    "comment": "• AGE : 11 • SCHOOL: OAKWOOD SCHOOL • CLASS / STAGE: 6 • FATHER’S NAME: MR. MAXWELL JOE ABAAHOM • MOTHER’S NAME: MRS. CHARLOTTE ABAAHOM • NO. OF SIBLINGS: 5 • PLACE OF BIRTH: CRYSTAL, TEMA COMM.8, GHANA • INTEREST / HOBBIES: READING, SINGING • FUTURE AMBITION: MEDICAL DOCTOR",
    "written_by": "SETHYNA SEY ABAAHOM",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Papa Kofi and Maame Esi lived in a village with their daughter Yaaba. Yaaba was twelve years old. She was growing up fast and had started showing signs of adolescence. Her parents were business people, who often travelled to the city. 02 000333 On days when they travelled to the city, they left Yaaba in the care of their family friend, Auntie Nyame Ye. Auntie Nyame Ye was like a mother to Yaaba. She loved Yaaba very much. She showered her with gifts and always spoke to her about the rampant social vices in their village. She advised her to stay away from the opposite sex, and encouraged her to avoid anything that will get her into trouble. She always cautioned Yaaba not to accept gifts from strangers, especially men, and told her not to follow anyone anywhere or even sit in a car with them. 0044 05 One morning, before one of their trips to the city, Yaaba’s parents sent her to stay with Auntie Nyame Ye. Later that afternoon, when she was done with her chores, she went to sit in front of the house. This was something she usually did, anytime she was at Auntie Nyame Ye’s house. She liked to sit there because she saw many people pass by and sometimes got to eavesdrop on their conversations. 06 That afternoon, a young man rode by on a bicycle. Yaaba had seen him pass by a number of times but didn’t know who he was. He stopped by her and she asked his name. He told her he was Kwame Gyenti and he worked as a labourer on people’s farms. He told Yaaba she was beautiful and she smiled at him. 07 08 Yaaba was shy but very excited about what he had told her. Before leaving, he gave Yaaba some money to buy something nice for herself. Yaaba, despite being cautioned not to accept money or gifts from strangers, took the money and thanked Kwame Gyenti. She hid it in her pocket as he cycled away. She then run happily into the house. 09 When her parents came to pick her up the next day, she showed them the money and told them about the young man who had given it to her. They rebuked her for accepting money from a stranger, and told her to never accept gifts from anyone, especially men. They told her to either heed to their advise or suffer the consequences of her actions. 10 1111 Two weeks after this incident, Papa Kofi and Maame Esi had to travel again to the city to conduct some business, so they sent Yaaba to Auntie Nyame Ye. They told her what Yaaba had told them about Kwame Gyenti and pleaded with Auntie Nyame Ye to be extra watchful of Yaaba. Auntie Nyame Ye devised a plan to catch Kwame Gyenti, should he come around again to lure Yaaba. She knew the days he came by to work on farms in her side of the village. One fateful day, the entire village was quiet. The sun was hot and not many people passed by that afternoon. While Yaaba sat in front of the house, Auntie Nyame Ye told her she was going to the market and will return shortly. However, she hid behind the building to watch Yaaba hoping Kwame Gyenti will pass by. 12 Just a few moments later, Kwame Gyenti rode by. He stopped when he saw Yaaba. “My beautiful princess, where did you go?” Kwame Gyenti asked. “I’ve been coming here just to see your beautiful face, but I don’t see you. I haven’t been able to sleep. I’m always thinking about you.” Yaaba didn’t say anything. She just giggled and covered her face. Kwame Gyenti then said, “You know what? Today, the sun is so high and it’s very hot.” Reaching into his pocket, he said, ‘let me give you some money. Go to Efua Atta’s shop and buy the two of us some ice cream. Then come to the uncompleted building behind the primary school and let’s eat it together.” Reluctantly, Yaaba, took the money. She kept saying to herself that it was for ice cream and not a gift. She was trying to convince herself she wasn’t disobeying her parents and Auntie Nyame Ye. While she ran to the store, Kwame Gyenti was full of smiles. He excitedly punched his fist into the air, like he had won a prize. He quickly rode to the uncompleted building, parked his bicycle and went inside to hide. 13 1144 15 Yaaba bought two cones of ice cream and started walking hurriedly towards the uncompleted building. She didn’t want anyone to see her and she also didn’t want the ice cream to melt. 16 17 Once she saw the parked bicycle, she smiled. She knew Kwame Gyenti will be inside. Immediately she walked into the building, Kwame Gyenti grabbed her from behind, tied her mouth with a piece of cloth and then pushed her onto the ground. She screamed and screamed but she wasn’t loud enough, no one could hear her. She kicked and kicked but to no avail. She had been pinned down. She became scared and started crying when Kwame Gyenti sat on her and was trying to raise her skirt. Just then, Auntie Nyame Ye appeared with a big stick and hit Kwame Gyenti’s head and back. Kwame Gyenti in his attempt to escape, jumped over a wall and fell on a pile of iron rods. 18 19 Auntie Nyame Ye started shouting for help while removing the piece of cloth from Yaaba’s mouth. Many people heard Auntie Yaaba’s shouts and came to see what was happening. They caught Kwame Gyenti and sent him to the chief’s palace. 20 Yaaba cried uncontrollably, while Auntie Nyame Ye admonished her about turning a deaf ear to advice. After a while, Auntie Nyame Ye hugged her and then they went home. Yaaba sincerely apologized to Auntie Nyame Ye for disobeying her. Since then she shares her story and advices her peers and any child she meets to obey instructions and not assume they know better than their elders. 21 22",
    "source_file": "51._Ghana_14_OBEDIENCE.txt",
    "categories": [
      "family",
      "adventure",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1141,
    "character_count": 6334,
    "difficulty_score": 37.52092148569917,
    "vocabulary_distribution": {
      "Basic": 76.49484536082474,
      "Intermediate": 21.34020618556701,
      "Advanced": 2.1649484536082473
    },
    "story_word_count": 1028,
    "story_character_count": 5516,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/OBEDIENCE.pdf"
  },
  {
    "writer": "NAA DEDE ARYEE ANUM",
    "title": "TOO DIFFICULT TO PLEASE",
    "country": "Ghana",
    "comment": "• 12 YEARS • SCHOOL: OAKWOOD SCHOOL • CLASS / STAGE: 6 • FATHER’S NAME: MR. TITUS ARYEE-ANUM • MOTHER’S NAME: MRS. DEBORAH ARYEE-ANUM • NO. OF SIBLINGS: 2 • PLACE OF BIRTH: TEMA COMM. 9, GHANA • INTEREST / HOBBIES: SINGING, READING, DANCING • FUTURE AMBITION: ENTREPRENEUR",
    "written_by": "NAA DEDE ARYEE-ANUM",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "There was a family of four that lived a very quiet life in their neighbourhood. The father was always at work, while the mother was usually at home. The children, Grace and Timon, hardly went out to play with their neighbours. The other children in the neighbourhood, always heard the two of them playing in their walled house, but wondered why they never came outside to play with them. 02 0033 People always saw them being driven to school and being brought back home. The children really wanted to play with them, but didn’t get the chance. They didn’t have any friends in the neighbourhood either. 04 05 Grace was a very unhappy child. Her academic results were not bad but they were never good enough for her father. Her father was not pleased with her fourth position in class. Her mother on the other hand always encouraged her to challenge herself. ”Perhaps daddy wants you to push harder and does not want you to be comfortable at your current position,” she consistently told Grace. Once again, Grace was worried about her position on her report card. School was vacating soon and their teacher had promised to give it to them before they vacated. She had moved from the twentieth position to the fourth position, the previous term but her father was not pleased with it. This time, she worked towards being the first or second in class, and she was assuned her father would be pleased about that. 06 07 She studied harder, slept late, crammed her notes, did not play much, and made sure her teachers further explained anything she did not understand. She knew she had done a lot this time around, to deserve at least, the second position. The night before vacation day, she couldn’t sleep. She worried about the results she was going to get the next day. Her brother Timon was in preschool, so he was not facing such a challenge. 08 0099 Grace woke up earlier than her usual time on vacation day. At age nine, she had to do house chores before going to school, when most of her friends had house helpers at home. Her father had ensured that they did not have any help at home with the chores. However, she liked it, because she could do a whole lot of things her friends did not have a clue about. She could wash shirts and trousers and iron them. She could even prepare ‘banku’ for the family. Preparing Rice and stew at age nine, was the simplest thing she thought any one could ever do. That was something she was proud about. 1100 1111 She anxiously waited for closing time at school. That was when they would be handed their termly reports. She did not enjoy the ‘our day’ much. She was very anxious about her results. When the report card was given to her, she hurriedly sneaked to the washroom and opened it carefully. She was second! She was second! She started screaming and jumped up and down. Laughing all the way from the classroom block, she run excitedly to her mother’s waiting car. ‘Mummy, this time daddy will be pleased!’ Grace said excitedly. ‘Why, what happened?’ her mother asked. “I was second in class!’ Grace shouted. Everyone in the car was happy. Her mother was elated and said, ‘Thank God, we won’t be hearing a long lecture this evening. Celebration all the way! I’ll prepare your favourite food for supper” she added. 1122 Grace was happy for the rest of the afternoon. By evening, her favourite dish, fried rice with chicken sauce, was ready and she ate to her satisfaction. After supper, everyone had their bath, and waited for father’s return home. When he arrived, he noticed they all looked happy. The children presented their report cards to him and waited. After he read Timon’s, he just nodded and put it back into the envelope. He didn’t say a word to Timon, as usual. Then he opened Grace’s. He seemed to be spending forever on her results, reading it over and over again. There was no excitement on his face. Grace was tense. She expected a ‘well done’ or a high five. “Look at the comment your teacher wrote,” her father finally said. “You like to study with your friends. Why can’t you try to learn independently. You should work on that and be an independent learner” he added. He folded the report and put it into the envelope, took his bag and went to his room. 13 14 All of a sudden, Grace felt like a bucket of ice cold water had been poured over her. She sat on the floor and wanted to cry, shout and throw things around. She could not believe, that all her effort were not appreciated. Rather, something else which was not too important was her father’s focus. Her mother, who was watching from the hallway, walked to Grace and said, ‘Grace, your father is someone who is difficult to please. Don’t let his reaction make you disappointed in your achievements. Be proud of yourself. Strive to do well for yourself, not to please someone. Just do well all the time. Stay focused for yourself. You will reap the benefits in future. You hold the power to let this experience mess you up or bless you. Let it challenge you to be the best you can be.’ These words of encouragement lifted Grace’s spirits. 15 1166 17 Years later, Grace became a heart surgeon. As she still loved cooking, she set up a resturant. Timon worked hard and became an auditor. Their father has not told them one positive thing about their achievements but they love him regardless. They see their mother as their guardian angel, who spoke good words into their lives and encouraged them to become successful people. We all have the power to make someone’s actions bless us or mess us up. Let us choose to let it bless us. 18",
    "source_file": "52._Ghana_15_TOO_DIFFICULT_TO_PLEASE.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1113,
    "character_count": 6371,
    "difficulty_score": 37.31288567508889,
    "vocabulary_distribution": {
      "Basic": 74.1265344664778,
      "Intermediate": 24.45703493862134,
      "Advanced": 1.41643059490085
    },
    "story_word_count": 1000,
    "story_character_count": 5553,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/TOO_DIFFICULT_TO_PLEASE.pdf"
  },
  {
    "writer": "NII LARTEY KEKELI OPPONG WARE",
    "title": "THE SECRET TO SOLVING PROBLEMS",
    "country": "Ghana",
    "comment": "• AGE: 12 YEARS • SCHOOL: ZION PRAISE EDUCATIONAL COMPLEX • CLASS / STAGE: J. H. 1 • FATHER’S NAME: MR. CHARLES NATHANIEL OPPONG • MOTHER’S NAME: MRS. HILDA AYELE OPPONG • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: SUNYANI,GHANA • INTEREST / HOBBIES: READING • FUTURE AMBITION: NEUROSURGEON",
    "written_by": "NII-LARTEY KEKELI OPPONG-WARE",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In a farming village far away lived a farmer called Sarpong. He was a subsistent farmer but had the talent to grow crops. He was also a very faithful man. The people in the village didn’t know how to grow crops so their crops always died before the harvest time. Due to this, there was scarcity in the village and getting food to eat was a major problem. 02 000333 One early morning, Sarpong went to the farm. As he was farming, he saw that the crops on his farm were disordered. The land was also not fertile so his crops were not growing well. This made him worried. He decided to examine all the things he had been doing on the farm. When he went home, he thought about it and realized that he had planted the same kind of crops at a particular place over and over again. Also, the soil had lost its fertility because he had used chemicals on the land in the past. As he pondered over and over about a solution to his problem, a great idea came to his mind. He decided to try it out the next day. 04 05 The next day when he got to the farm, he weeded and divided the land into six parts. On the first part, he planted plantain. On the second part, he planted tomatoes. On the third part, he planted potatoes. On the fourth part, he planted carrots. On the fifth part, he planted mangoes and on the sixth part, he planted cocoa. This time, he used organic fertilizers. The crops grew well and a few months later, he had a bumper harvest. After harvesting, he dug out everything and tested the soil from each part of the land. He saw that it had become fertile. For his next planting season, he decided to rotate the crops. Every planting season, he planted different crops on the land. In time, he realized the land was becoming more fertile. 06 0077 The next day, he sat down and wrote all the things he had done and how they solved his problems. He wrote them in steps, trying to recollect what he did and the result it gave him. When he was done, he placed it on his mat. He was satisfied with what he had achieved. 08 0099 He decided to present what he had done to the chief of his village. He thought it would help the other farmers and develop the economy of the village. The chief decided that all the farmers should emulate Sarpong’s farming style on their farm. A few farming seasons later, everyone had benefited from it. There was bumper harvest and abundance of food in the village. As time went by, his village became popular in the country for agriculture. The chief and his people thanked God for giving them a savior and helper. 10 Sarpong became happy and thanked God for helping him get ideas to save his village. He said to himself, “It is always good to find new secrets to solve problems.” 11 12",
    "source_file": "53._Ghana_16_THE_SECRET_TO_SOLVE_PROBLEMS.txt",
    "categories": [
      "family",
      "loss_grief",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Middle School Level",
    "word_count": 621,
    "character_count": 3536,
    "difficulty_score": 40.34594422470205,
    "vocabulary_distribution": {
      "Basic": 69.76744186046511,
      "Intermediate": 27.408637873754156,
      "Advanced": 2.823920265780731
    },
    "story_word_count": 508,
    "story_character_count": 2718,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/THE_SECRET_TO_SOLVING_PROBLEMS.pdf"
  },
  {
    "writer": "ADABOAH KWAME AMOS",
    "title": "To Be Successful",
    "country": "Ghana",
    "comment": "• AGE: 21 • SCHOOL: GHANA CHRISTIAN INT. HIGH SCHOOL • CLASS / STAGE: 12 • FATHER’S NAME: ADABOAH KWAKU ISAAC • MOTHER’S NAME: ENTEE HANNAH • NO. OF SIBLINGS: 2 • PLACE OF BIRTH: ADANSI AYOKOA- ASHANTI REGION, GHANA • INTEREST / HOBBIES: COMPUTER GAMES, READING • FUTURE AMBITION: PHYSICIAN",
    "written_by": "ADABOAH KWAME AMOS",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time in Odumankoma’s village, there lived a King called Nana Brewu David and his wife, Obaahemaa Abiba Kassum I. They had three beautiful girls and one handsome boy called Silasi. Nana Brewu David reigned for many years before he died. After the death of Nana Brewu David, Silasi his son became the next king of the Odumankoma’s village. Silasi started his reign at twenty-four years old. As time went by, King Silasi became proud due to the fact that he was wealthy and commanded a great army. Whatever he said, whether good or bad, became law. Some years into his reign, King Silasi fell sick. The sickness became very serious but he couldn’t do anything about it. All efforts to get him healed were in vain. 02 One afternoon, an elder from the palace went to see King Silasi and told him, Oh! Great King, there is an old man who lives beside the river. Go to him, he will teach you what to do in order to be healed. After pondering over it a while, King Silasi took the advice of the elder and went to see the old man. When he arrived at the old man’s home, he told the old man his problem. 0033 04 05 King Silasi: Good day old man Old man: Good day, great King. Please, what brings you here? King Silasi: Old man, I am sick and I have done all that I have to do but none of them has helped me get better. Old man: Oh! My great King, I will help you. Go and look for somebody who is patient, kind, fears the Lord and is content with his possessions. Don’t send anybody, go and search for him yourself. When you find such a person, inform him/her to give to you his “Kemisa” commonly known as singlet and you shall be healed. King Silasi: Hmmmmm, where am I going to find such a person? I have heard you, Old Man. I would like to go now. 06 07 A few minutes after the King left, the old man said to himself, “This king will suffer since he is proud and doesn’t want to work hard.” Walking about from town to town looking for a solution will strengthen him and he will learn lessons that will make his sickness go away. The next day, King Silasi began his journey from village to village, town to town, priest to priest and pastor to pastor, but he found no one like the person the old man described. 08 09 As the sun set on the second day of his journey, King Silasi arrived in Mempeasem Village. There, he found a certain man called Os3mpakani, wearing tattered clothes standing beside the entrance of a small cottage. He looked at the man for some time, he said to himself, “This must be the person that the old man was describing. Let me talk to him and get to know him”. King Silasi: Owura, Good evening. My name is Silasi. Os3mpakani: Good evening Silasi. King Silasi: Please, I hear you are patient, kind and content with your possessions. Is that true? Os3mpakani: Yes Silasi, I have suffered a lot. My wife is dead and all my children have left me to seek greener pastures. I have no option than to be content. 10 King Silasi: Oh wow! How can you be content? Your house is very small, why don’t you go and look for a bigger house. And how can you be happy when you live here all alone. You can even find friends who will entertain you. Ah! Owura, I don’t understand how you can live like this and be content. Os3mpakani didn’t say anything. After a while, King Silasi spoke again. King Silasi: Owura, the way you look tells me that you are the man I am looking for. Please may I have your “Kemisa”? Anything you want, Iam ready to give you in return. I am King Silasi of Odumankoma village. Os3mpakani: (Bowing down) Oh great King! I don’t have a “Kemisa”. I actually don’t have anything. When I wake up in the morning I go out to work after working I eat fruits and bread and drink water from the old well behind my house. My only trust is in the God who sustains me. 11 12 King Silasi: Oh! Owura, what is a “Kemisa” compared to the riches I have? Give it to me and any amount of money you want, I would give to you. Don’t tell me you don’t have one. Os3mpakani: Hmmm, Nana, please I don’t have one. These tattered clothes I am wearing are all I have in this world. King Silasi: Ok. Thank you very much. I would like to go now. Good bye. Os3mpakani: Good bye Nana. So King Silasi left and went home. When he got home, he sat down quietly and pondering over all he had seen and learnt in the past few days. After a while, he said to himself, ‘for you to be successful, you have to work hard, have hope, trust and have faith in the God and live a content life like “Os3mpakani”. 13 After that day, King Silasi repented from all his bad ways. He served the Lord, worked hard, became humble and more successful. Eventually, his sickness went away and he became healthy again. He became the most loved King in his village and even in villages beyond. Dear reader, King Silasi’s sickness was not physically. His bad ways and vices were what resulted in his need to learn the lessons he learnt from Os3mpakani. What are you sick off. Search your heart and change your ways. -END- ",
    "source_file": "54._Ghana_17_TO_BE_SUCCESSFUL.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1081,
    "character_count": 5813,
    "difficulty_score": 36.288599015226,
    "vocabulary_distribution": {
      "Basic": 72.67015706806282,
      "Intermediate": 24.397905759162303,
      "Advanced": 2.931937172774869
    },
    "story_word_count": 968,
    "story_character_count": 4996,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/To_Be_Successful.pdf"
  },
  {
    "writer": "ABIGAIL BOADUWAA QUANSAH",
    "title": "IT PAYS TO BE A SERIOUS STUDENT",
    "country": "Ghana",
    "comment": "• AGE: 11 YEARS • SCHOOL: GREAT FAITH ROCKERY SCHOOL • CLASS / STAGE: STAGE 5 • FATHER’S NAME: EBENEZER ODURO • MOTHER’S NAME: GRACE HURSON • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: ATASEMANSO,GHANA • INTEREST / HOBBIES: READING • FUTURE AMBITION: HEART SURGEON",
    "written_by": "ABIGAIL BOADUWAA QUANSAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "“Kwame! Kwame! Wake up, don’t you know it is time for us to go to school?” Asamoah called his brother. It was a bright Monday morning. As usual, the brothers had to prepare early so that they could catch their school bus. 01 “Yeeesssss! Okay let’s go and take a bath,” Kwame replied still sounding sleepy. Kwame and Asamoah live with their father. Their mother passed away while giving birth to Kwame. Since then, their father had not remarried. 02 Kwame is ten years old and in class five. His older brother, Asamoah, is fourteen years old and is three classes ahead of Kwame. Kwame did not like school very much. He wished everyday was a holiday. Their father, Mr. Tony Adjei, was a banker. He left the house very early in the mornings to go to work and usually came home late. However, as a good father, he did his best always to make sure that his boys were well catered for. He taught them how to do some basic things for themselves when he was not around. So they are able to fix their own breakfast, lunch, and supper anytime they were home alone. 000333 “Are you still in bed, Kwame?” Asamoah called again, waiting for Kwame to come and take his bath. “Arrgg! I’m on my way”, Kwame replied. He got up from the bed unwillingly and made for the bathroom. When they were ready for school, Asamoah looked at the clock and realised they were late again. The school bus would have left, so they had to go by public transportation. 0044 0055 “Kwame, why are you still in the bedroom?” Asamoah called out to him again. He was ready and waiting for his brother in the living room. “I’m finishing my homework!” Kwame shouted back. “You are doing what?!” Asamoah asked in disbelief. “So you had not done your homework and yet you told me you had done it when I asked you yesterday. Ah…what kind of little brother is this?” He said sadly, shaking his head. “Don’t worry, I will finish soon!” Kwame called back again from the room. “You better finish quickly before I leave you behind!” Asamoah replied angrily. 06 After a few minutes, Kwame joined Asamoah in the living room and they left the house. It was 8:00am now and the sun was up. Asamoah stopped a taxi and they hopped on. Though their school was not very far from where they lived, it took about thirty minutes for them to reach school due to traffic. After Asamoah had paid the driver, they walked quickly to the school’s compound. Their school was a very large school. It was made up of three story buildings and had a big compound surrounded by a wall. It was nicely painted green and white, just like their school uniforms. When they reached the school, they were really late. As such so they did not have time to talk much. They said good bye to each other and they parted ways. Luckily for them, their first lessons were over and there were no teachers in the classrooms. The pupils were waiting for the next teacher to come and teach for the next forty- five minutes before the first break. 07 08 09 Kwame sat down after he had received some cheers from some of his classmates. He was rude to a lot of his class mates and lazy towards school work. However, because his dad had money, he always stole money to bring to school and bought drinks and toffees which he shared with some of the boys and girls in his class to win their affection. Not long after Kwame sat on his desk, the math teacher walked in. Kwame disliked him because he was strict and was always carrying a big cane. Almost every day, he gave Kwame a stroke from his cane. Today was no different, before the bell rang for break, Kwame had received five strokes for giving wrong answers during the lesson and his butt was hurting. However, after the teacher left, his friends came to comfort him. 10 11 It was break time and most of the students were playing while others chatted in groups. A girl teased Kwame for the lashes he had received and he beat her. Unfortunately for him, his class teacher saw him. So when they went back to the classroom, the teacher beat Kwame for beating the girl. He cried and was very sad for the rest of the day. At the sound of the final bell, Kwame hurriedly picked his bag and left. He was unhappy because he had gone through a lot that day. He wanted to tell his father about it thinking his father will do something about it. Later that evening, when his father arrived, he told him a different story, blaming the girl. However, his father knew him so he did not say or do anything about it. Kwame was disappointed about his father’s behaviour but soon, he forgot about it. 12 Two weeks later, Kwame went to school without doing his homework. He was called by the teacher and lashed. He got so angry that he insulted the teacher. The teacher reported the matter to the headmaster. Kwame was called before the whole school and gave him ten lashes. It was another very sad day for him. He felt school was not for him, so he decided not to go to school for the rest of the term. He could not act on his decision though, because his father would not let him stay at home. So he kept going to school. However, he did not take his studies seriously. Neither did he study at home. He copied other people’s assignments and presented it to their teachers. His attitude towards school was very poor. He managed to complete basic school and enter high school but he was dismissed. He became a truant and went about with his friends to smoke and drink. Asamoah, on the other hand continued schooling. All efforts to get Kwame to change his attitude failed. So Asamoah became their father’s only hope. 13 14 15 Many years later, the boys grew into young men. Kwame became aimless and could not keep any job because he did not have any skills or knowledge. Asamoah became a doctor and became very rich. Eventually, their father died and each of them had to live life on their own. Asamoah opened a clinic and provided good health care for the people in his community. He became very respected in both their hometown and his community. 16 17 Kwame on the other hand, could not bear his poverty so he joined a gang of robbers. One day, Kwame and his gang of robbers went on an operation. Unfortunately, the robbery was unsuccessful. There was an exchange of gun fire with the police and he was shot dead. Saddened by his brother’s death, Asamoah adviced his children to take their studies seriously. He always says to them, “My brother joked with his education and life joked with him. Education is important so take school seriously.” 18 19 20",
    "source_file": "55._Ghana_18_IT_PAYS_TO_BE_A_SERIOUS_STUDENT.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "extreme",
    "violence_score": 9,
    "emotional_intensity": "light",
    "age_appropriateness": "mature",
    "difficulty_level": "Middle School Level",
    "word_count": 1301,
    "character_count": 7311,
    "difficulty_score": 35.41716477826151,
    "vocabulary_distribution": {
      "Basic": 77.2203947368421,
      "Intermediate": 21.052631578947366,
      "Advanced": 1.7269736842105265
    },
    "story_word_count": 1188,
    "story_character_count": 6493,
    "story_difficulty_level": "Elementary Level",
    "cover_image": "images/covers/IT_PAYS_TO_BE_A_SERIOUS_STUDENT.pdf"
  },
  {
    "writer": "KIRSTYN AKUSHIKA ASEYE DOMAH",
    "title": "AMA THE KIND GIRL",
    "country": "Ghana",
    "comment": "• AGE: 8 YEARS • SCHOOL: KIDDIE SKILLS MONTESSORI SCHOOL • CLASS / STAGE: 2 • FATHER’S NAME: VINCENT DOMAH AHIABU • MOTHER’S NAME: BRIDGET TETTEH-ALLOTEY • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: CAPECOAST,GHANA • INTEREST / HOBBIES: READING, WRITING • FUTURE AMBITION: DOCTOR",
    "written_by": "KIRSTYN AKUSHIKA ASEYE DOMAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Ama was a beautiful kind hearted and intelligent girl. She was the only child of a poor farmer, Opanyin Gyebi and they lived in a farming community called Abotareye. She was liked and loved by the people of her village because of her kindness and her willingness to help all sorts of people. Ama would run errands for everybody without complaining or being tired. One hot afternoon, while Ama was coming home from her usual daily activities, she saw a lot of people on her father’s compound. 02 This is strange. “What is happening?,” she wondered. When she got to the compound, she heard her father’s name being the topic of discussion among the crowd. Her heart sunk. 0033 04 0055 She managed to meander her way through the crowd to get closer to her father’s hut. It was then that she realized the unexpected had happened. Her beloved father had joined his ancestors without bidding her farewell. 06 07 Ama could not help herself. She burst out into tears. Her only surviving parent was gone. Death has laid its icy hands on Opanyin Gyebi. How was she going to take on this wicked world as an orphan? Who was going to fund her education in the secondary school now that she had completed her Junior high school? These were all thoughts running through her mind. 08 09 One evening as Ama sat by herself on her father’s compound, she counted the little money she had gathered from the selling of bananas. She had decided to go to the city to look for menial jobs to enable her for further education. 10 As she pondered over this, a brand new sleek Mercedes Benz saloon car pulled slowly to her compound. The driver’s door of the car opened and a well dressed middle-aged man alighted. A young boy about Ama’s age followed him. 11 12 When Ama saw the boy, she forgot about the money in her hands and quickly ran to embrace him. “Kofi, what are you doing in this village?” Ama asked excitedly. “My dad and I have come to take you to the city,” said Kofi. Ama was dumbfounded and glad at the same time. 13 “Ama,” Mr. Jones continued, “my son told me everything about how you saved him from a snake when his school came for an excursion in your village. Had it not been for you, my son would have been bitten by the snake. I have come to take you the city to sponsor your education.” 14 15 “By the way, where are your parents?” he asked suddenly looking around the compound. At the mention of her parents, Ama started sobbing. She told Mr Jones about her father’s death and how she was about to leave to the city to perform menial jobs so that she could further her education. Saddened by her plight, Mr. Jones patted her shoulders and assured her, “Everything will be alright.” Ten years later, Ama became an accomplished lawyer. She also established a foundation to help young girls on the streets to realize their dreams. 16",
    "source_file": "56._Ghana_19_AMA_THE_KIND_GIRL.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "severe",
    "violence_score": 6,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 623,
    "character_count": 3641,
    "difficulty_score": 40.37158577910017,
    "vocabulary_distribution": {
      "Basic": 75.26132404181185,
      "Intermediate": 21.777003484320556,
      "Advanced": 2.961672473867596
    },
    "story_word_count": 510,
    "story_character_count": 2823,
    "story_difficulty_level": "Middle School Level",
    "cover_image": "images/covers/AMA_THE_KIND_GIRL.pdf"
  }
]