[
  {
    "writer": "ASHURA HAMISI",
    "title": "Girl with a hope",
    "country": "Tanzania",
    "comment": "My name is Ashura Hamisi.I am a 7th grader at Nangwanda secondary school in Newala, Tanzania. I want to publish many creative stories",
    "written_by": "Ashura Hamisi",
    "illustrated_by": "Kyungsun Park",
    "edited_by": "June Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Ashura is a kind and cute girl who lives in a small town called Majengo. She lives with her dad, who sells vegetables from his stand, and her mom, who cooks the most delicious Ugali (African rice cake made from maize). Ashura’s dad returns from his job each day looking tired. Even though he works hard, he worries about feeding the family and buying Ashura’s school supplies. Ashura feels sorry for her dad having to work so hard for the family, and she thanks him for his effort. She speaks to her dad after he comes back late one night from work. “Dad! My teacher says no matter how difficult a situation is, if we try hard without losing hope and remain honest, everything will turn out fine. So cheer up, Dad!” Her dad smiles faintly. Her mom nods with approval. However, things in Ashura’s home are getting worse. There are days when they have nothing to eat. Then one day, her dad decides to go far away to sell pineapples and cabbages. Ashura worries about her dad biking a long way, all alone, with a large basket of fruits and vegetables. “Goodbye, Dad. Good things will happen to us soon. Cheer up Papa. Cheer up!” “Okay, you must mind what your mother says.” He hugs Ashura and her mother and sets off on the long journey A few days pass, and Ashura does not hear anything from her dad. Ashura and her mother start worrying about him. Then one day, the village headman runs quickly to Ashura’s home. “Bad news!” he cries, “Your father had a terrible accident on the way back home!” Ashura’s mother sees everything go dark. “A speeding car hit your father and he is in the hospital,” the village headman explains. “He is still alive, but the driver left the scene and there is no one to pay the medical expenses.” Ashura and her mother rush to the hospital. “Dad! Dad!” When Ashura sees her sick father, her heart breaks. “Love ... how did this happen? ” Her mother starts weeping when she sees her husband. Her father also starts crying when he sees his wife and Ashura. Ashura wants to comfort her father and mother. “Mommy and Daddy, do not cry. We are good people, so good things will happen soon, as long as we don’t lose hope!” Suddenly, her dad is horribly angry at her and says “Ashura! Stop telling us everything will turn out fine. I was hit by a car, and you are still saying everything will be okay!” Ashura is distraught, but she stays with her father until he falls asleep. She then leaves the hospital to go to a big tree growing at the entrance to the village. She prays, “God, my father got hurt, and he is very sick. I just wanted to give him hope, but Imade him angry. What should I do?” “Hello kid!” she hears someone calling her. When she turns around, there is a man wearing a suit standing behind her. “I am not familiar with this town. Is there a hospital around here?” he asks. “Yes, there is a hospital. Follow me. I will take you there.” Ashura speaks to him on the way to the hospital. “You are wearing a nice suit. You also look smart and kind so can I ask you something?” He smiles at her and says, “What are you wondering? Let’s hear it.” Ashura asks him, “My teacher says that things are never as good or as bad as they seem. Even though bad things happen, if we don’t lose our hope and fight through it, everything will turn out fine. Is this true?” “Of course! It is up to you all along. No matter how difficult a situation is, if we try hard without losing hope and remain honest, everything will turn out fine. I grew up in a refugee shelter but Iam thankful for every day of my life. I never gave up and worked very hard, and so now I own a company. If I felt bitter about my poor situation in the refugee shelter and never tried, I would never have been able to achieve my dream and own my company,” he answers. They are still talking when they arrive at the hospital. “So if I don’t lose hope, everything will turn out fine, right? Ah! What a relief. Thank you very much for talking with me. Here we are. This is the hospital. My father is here in the first room.” Ashura looks through the window at her father. The man in the suit turns to look and sees Ashura’s father. There is a surprised look on his face and he suddenly runs to the bathroom. Ashura looks at him and thinks, “He is a nice person. I hope he is not here because something bad has happened…” The man in the suit, Aron, runs to the bathroom and locks the door. “How could I have caused this terrible car accident? Ashura is a kind-hearted girl and I hit her father and ran away.” He punches the wall with one hand and cries while clamping his mouth with the other. He feels very regretful. Aron is a businessman who trades nuts. A few days ago, he was on the way to sign a contract and got lost on an unfamiliar street. He hit a person with his car and unwittingly fled because he was so scared. After the accident, Aron could not eat and sleep. He was overwhelmed by his guilt and returned to the scene of the crime. He decides that he would go and apologize for his mistake. However, he is very scared and cannot bring himself to leave the bathroom. After one hour, he hears someone knocking on his door and comes back to reality. It is still difficult for him to face Ashura’s father. Then he remembers Ashura’s clear eyes when he met her at the entrance to the village. He finally finds the heart to tell the truth and walks to the room where Ashura’s father is recovering. He confesses his mistakes and asks for forgiveness. “I am sincerely sorry for everything. I will do everything to help you recover and start working again. Don’t worry about the medical expenses. Once you get out of the hospital, I will open a store in the city. Also, if you allow me, Iwould love to pay Ashura’s school fees until she finishes her college degree. I know it is not enough to ask for forgiveness, but I will try my best. I am truly sorry, please forgive me.” Aron looks at Ashura’s father kneeling down and asking for forgiveness. Ashura starts to cry. The family forgives Aron. After six months, her father and mother open a clothing boutique. Aron comes every weekend to make suits with his friends. He also never forgets to bring fairytale books and candy for Ashura. Tomorrow, Ashura will start her studies at a great school that has the best dormitory in Tanzania. Aron bought a red school bag and English dictionary for her. Ashura promises that she will study very hard and will become an inspiration to all children in Tanzania. Most of all, she will never lose hope.",
    "source_file": "24._Tanzania_14__Girl_with_a_hope__Eng.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1342,
    "character_count": 7305,
    "difficulty_score": 35.03172073827811,
    "vocabulary_distribution": {
      "Basic": 76.12179487179486,
      "Intermediate": 22.756410256410255,
      "Advanced": 1.1217948717948718
    },
    "story_word_count": 1229,
    "story_character_count": 6487,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Perseverance",
      "Responsibility & Ethics",
      "Courage & Self-Advocacy"
    ],
    "cover_image": "images/covers/Girl_with_a_hope.pdf"
  },
  {
    "writer": "MIKIDADI HAMIDU",
    "title": "The mirror story",
    "country": "Tanzania",
    "comment": "He is 14 years old and lives in Newala, Tanzania. He likes to be a policeman when he grows up.",
    "written_by": "Mikidadi Hamidu",
    "illustrated_by": "Yeonghee Lee",
    "edited_by": "Hongsuk Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a small village. Many of the people in the village were very poor. One of the men in the village was named Mr. Mshamu. Mr. Mshamu had three children: Hamiss, Hadija, and Karim. Their family was very poor and they had no car and no farm. Mr. Mshamu knew that education was very important, so he worked hard to send his kids to school. He hoped that one day, his kids would get good jobs to help bring their family out of poverty. But Hadija got married young and could not continue (his/her) education. Hamiss did not work hard in school and ended up on the streets. Mr. Mshamu’s last hope was Karim. Mr. Mshamu gave Karim lots of support and made sure that he worked hard in school so that he could go to college one day and help his family. Karim was a very kind and intelligent child and his teachers loved him. As time went on, Karim made two new friends: Hassan and Yasa. Hassan and Yasa were the sons of the village leader and were very rich and spoiled, but they bought Karim nice things. Hassan and Yasa were a bad influence on Karim. He started to skip classes and lie to his parents. Mr. Mshamu and Karim’s teachers were very disappointed in him. They tried to help him become a good boy again, but Karim kept getting into trouble. Karim became so much trouble that he was expelled from school. Mr. Mshamu was heartbroken over the failure of his last child. Life became harder for the Mshamu family and they had less money. They could not take care of Karim anymore, so he ended up on the street like his brother, Hamiss. Karim had turned into a monster. He caused so much trouble that even Hassan and Yasa did not want to be near him. Karim bullied kids and took their money. With each bad thing Karim did, his face changed. Every time he saw his reflection, he looked scarier and scarier. Karim became so worried about his appearance that he went home one day to ask his parents for help. “Did I do something wrong?” he asked his parents. “Think about your actions, Karim. Do you think you did something wrong?” they replied. Karim sat down and thought about all of the bad things he had done. He felt guilty and sad about all of the pain he had caused people. When he looked in the mirror in his house, he was shocked by what he saw. In the mirror was the scariest and ugliest monster he had ever seen. He began to cry and immediately regretted all of the bad things he had done. He had let down his parents, his teachers, and his friends. He began to pray to God for mercy. Karim decided that he needed to apologize to everyone he had hurt. He apologized to the kids he had bullied and they gladly accepted his apology. Then something strange happened. His appearance started to go back to normal. He apologized to his teachers and his appearance changed even more. And finally, he apologized to his parents. “I am so sorry for all of the pain I have caused you. Will you please forgive me?” he asked. “Of course, Karim. We are so proud that you have learned your lesson. We love you,” his parents answered.’ “Thank you for your love,” said Karim, smiling. Karim’s face went completely back to normal. In fact, it shined as bright as the sun. Ever since, Karim has been kind and giving. He now has a very bright future ahead of him.",
    "source_file": "25._Tanzania_15__Mirror.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 730,
    "character_count": 4091,
    "difficulty_score": 35.29630233475192,
    "vocabulary_distribution": {
      "Basic": 75.41729893778452,
      "Intermediate": 23.520485584218513,
      "Advanced": 1.062215477996965
    },
    "story_word_count": 617,
    "story_character_count": 3273,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Relationships & Communication",
      "Learning & Growth"
    ],
    "cover_image": "images/covers/The_mirror_story.pdf"
  },
  {
    "writer": "MARGRETH MPOSSI",
    "title": "A Girl Goes to Stanford",
    "country": "Tanzania",
    "comment": "Currently a junior at Stanford University, She plans to pursue a doctoral degree and return to Tanzania to became a professor and teach advanced topics in science.",
    "written_by": "Margreth Mpossi",
    "illustrated_by": "Yeonghee Lee",
    "edited_by": "Elizabeth Power",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Most people in Tanzania have not heard of Ifakara. It was its own hidden, isolated world and it was also my home. Most of the people who are born in Ifakara never leave, but I was one of the exceptions. I have four siblings: an older sister, and older brother, and two younger sisters. As a child, Ilonged to go to school and I finally persuaded my parents to let me go. And so, I started school when I was six years old. The minimum school starting age in Tanzania at the time was seven for standard one, but my teachers let me in anyway because I was such an eager student. I enjoyed learning very much. Iknew that if I wanted to go as far with my education as possible, I would need to learn about the world beyond Ifakara. Luckily, I had a special window to the outside world. There was a television mounted in a street café near my house where I met countless new characters. I especially loved a character named Dexter from a show called Dexter’s Laboratory. He was interested in nature, science, and design, and he was the smallest in his class. He was also not the most popular kid in school, so I could relate to him. Dexter taught me about how science can be used to solve problems and I knew I wanted to be like him when I grew up. Because of my outstanding performance in school and unanimous recommendations from all of my teachers, after standard four Iwas selected to attend a boarding school with a full scholarship. My new school was much more interesting and challenging than my old school. I was finally able to take science classes in secondary school, just like Dexter. I had fallen in love with science. I started reading books and any materials Icould find related to science. I read about topics such as quantum physics and astrophysics that even my teachers could not explain to me. My final year of secondary school, I pursued my first science and engineering project on sustainable alternative energy sources. I had learned about global warming in a science magazine and came up with a biogas project. In Ifakara, most households use firewood and charcoal as primary fuel, but these sources are very cumbersome and far from ecologically sustainable. However, many people in Ifakara are animal herders and I had the idea to use the manure from the cows as a biogas energy source because there was so much of it and it would never run out. I then spent my last quarter of secondary school learning about how to break down the manure to harness the methane gas for energy. Since I didn’t have access to the Internet, I spent most of my time reading in the library to find everything I could on the subject. When I graduated secondary school, I spent all of my time working on my project. Iperformed many experiments and finally came up with a final idea for a model. My only problem was that I didn’t have the money to make it happen and I couldn’t get more money from my sponsors. I started writing letters to people to help me pay for my project. I even dared to apply to universities abroad to further my education. Finally, after two years of hard work, I received a response from Stanford University, one of the best universities in the United States. Stanford was an amazing place. Before coming to Stanford, I thought Dexter was the only other curious person in the whole world. On the contrary, I found more people like Dexter at Stanford. These people, who are now my friends, are also interested in science and enjoy finding solutions to problems. My first year at Stanford, I made a friend named Hari and we worked together to create tools for efficient, cost-effective diagnosis of Malaria. My second year, I made another friend named Runi and we are studying HIV. I have learned that the one thing better than being a Dexter is finding other Dexters to work with. I still have a long way to go before I discover or invent something new, but I know that one day, with hard work, I can create something that will be useful to my country. However, I know one thing: I have become the Dexter that I have always wanted to be. And as long as I don’t give up, I know that I can help change the world.",
    "source_file": "26._Tanzania_16__A_gril_come_to_stanford.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 875,
    "character_count": 4948,
    "difficulty_score": 42.44107406107406,
    "vocabulary_distribution": {
      "Basic": 73.34152334152334,
      "Intermediate": 25.307125307125304,
      "Advanced": 1.3513513513513513
    },
    "story_word_count": 762,
    "story_character_count": 4130,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Perseverance",
      "Learning & Growth",
      "Problem Solving"
    ],
    "cover_image": "images/covers/A_Girl_Goes_to_Stanford.pdf"
  },
  {
    "writer": "AJEETA SARASWATI",
    "title": "The indian girl helping father",
    "country": "India",
    "comment": "She participated in the story competition when she was 12 years old. She likes to become a policewoman when she grows up to uphold justice in her community",
    "written_by": "Ajeeta Saraswati",
    "illustrated_by": "Mulha Kang",
    "edited_by": "",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once, in a village in India called Chandra Babu Nagar, there lived a girl named Sasikala. She lived with her parents and two older brothers. They were very poor. They had difficulty finding money and had to work really hard. Sasikala’s family lived right next to a cheese making farm. Sasikala’s mother had a friend who worked there and she gave Sasikala’s family the crumbs that were left over from making the cheese. The family appreciated this very much because they all enjoyed the cheese from the dairy farm even the cheese that was a little old. Sasikala’s father loved the cheese the most. But Sasikala had one major problem: her father’s anger. Her father would go to the bar and drink. Sometimes, he came home drunk and did not realize what he was doing. He would be very threatening and mean to his children. Sasikala and her brothers were very frightened of him. At night, Sasikala’s father would ask for more beers. Sasikala rushed to get the drinks before her father beat Sasikala’s mother. Sasikala’s father always yelled at his wife for no reason. Sasikala and her brothers always watched him in silence, too afraid to even whisper. Their mother would have to go to a friend’s house to escape from their father. Sasikala’s father wasn’t angry all the time. He would switch back and forth between being angry and calm for no apparent reason. Sasikala and her brothers began to investigate the causes of their father’s angry moods. After school, they walked barefoot all the way to a big internet café in the town of Kuduru. They didn’t know how to use computers. They didn’t even know any English, but they desperately wanted to help their father. They used a dictionary to translate websites. They read lots of medical articles and searched and searched to find the cause of their father’s symptoms. After spending an entire month reading and searching both day and night, they still didn’t have an answer for their father’s behavior. Sasikala’s brothers lost hope and stopped searching. They told Sasikala, “It’s just the way father is, and we have to accept it and live with it until we die.” But Sasikala, after reading and learning all those new things, still believed that her father’s mood swings were because of a health issue. Sasikala was sitting at the internet café one day and feeling very sad because she still hadn’t found out what was causing her father’s symptoms. She was about to start crying in front of the computer when she came across an article about eating habits and health. She started to read. The author recommended recording what a patient eats and how it affects their mood. Sasikala went back home with lots of hope. She monitored and jotted down everything her father ate. She took notes for two weeks and matched her notes to the times when her father was angry. Finally, she figured it out! She realized that whenever her father eats cheese he becomes angry and mad, then gets drunk and beats his family. It was a rainy afternoon, but Sasikala was so excited about her findings that she ran all the way to the internet café in the rain. She wanted to see if eating cheese and mood swings were indeed related. She got there a few minutes before it closed. Sasikala looked on a medical website to find the name of the sickness. She found it! She discovered that headaches and anger could be caused by Tyramine, a compound often found in old cheese. Sasikala was so happy that she ran all the way back home. When she got home it was late. She was shaking from the cold but deep inside she felt warm because of her great discovery. Her father scolded her because she was late. Sasikala tried to explain to her father, but he wouldn’t listen. Sasikala decided to do the experiment all by herself, because she loved her father so much. She convinced her mom not to get any cheese from their neighbors for two weeks. Her father was constantly complaining, “Why don’t we get cheese anymore?” Finally, Sasikala explained to her father what she was trying to do and he agreed to participate. After spending two weeks without eating any cheese or drinking old milk, Sasikala’s father did not have any Tyramine left in his body. The whole family was surprised that their father didn’t get angry anymore! Sasikala’s hard work and persistence had finally cured her father! The family was very proud of Sasikala’s work and they told their neighbors the story of how she had cured her father. Sasikala wrote about her experiment and submitted the report to the free clinic director, Dr. Thumo. Dr. Thumo gave Sasikala an “Excellent Scientist” award and sponsored Sasikala’s education with the help of his friend Kakama. Sasikala was encouraged by Dr.",
    "source_file": "27._Indai_02__indian_girl_helping_father.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 958,
    "character_count": 5501,
    "difficulty_score": 38.642034790377465,
    "vocabulary_distribution": {
      "Basic": 74.91369390103567,
      "Intermediate": 24.165707710011507,
      "Advanced": 0.9205983889528193
    },
    "story_word_count": 845,
    "story_character_count": 4683,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Problem Solving",
      "Perseverance",
      "Learning & Growth"
    ],
    "cover_image": "images/covers/The_indian_girl_helping_father.pdf"
  },
  {
    "writer": "LEILAH ISMAIL MBWANA",
    "title": "The story of NEEMA part three",
    "country": "Tanzania",
    "comment": "“My name is Leilah Ismail Mbwana and I want to become a lawyer.”",
    "written_by": "Leilah Ismail Mbwana",
    "illustrated_by": "Junho Song",
    "edited_by": "Justina Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "”Ajia! Afua!, Abbas! Is this what you guys did??!” Neema shouted with her angry voice. She was showing the kids a bucket full of mixed eggs, beans, and vegetables. The three kids who were spraying paints all over the wall in the basement froze and didn’t know what to do or say. Soon they realized that they were in big trouble. The youngest son Abbas looked at her mom and said, “Mom- ” with the most warmest voice and biggest smile in his face. Neema was still wearing the stern face. She couldn’t believe what she just saw and what the children did. “Ajia, Afua, and Abbas, these were precious food that was supposed to be eaten by the children in the orphanage. They rarely have such food to eat, and you children just had to ruin it because of your inconsiderate thoughts and selfishness.” The children couldn’t talk as if their lips were glued, and they started to regret what they just did. Neema didn’t want to scold her children, but she knew she must because she wanted her children to open their eyes to the people living in difficult situations. “Children, this food is like gold to these orphans. And today, you three just destroyed their gold,” Neema said. “Then what will happen to them?”, the youngest one asked in a quiet voice. “What do you think, Abbas?”, Neema asked with a motherly tone this time. Abbas faced the ground and didn’t lift his head. He then said, “The children won’t be able to have the good food, so they will be sad. “ It seemed the twin sisters still didn’t understand the seriousness of the situation. “But mom, painting was really fun”, the twins whined. Neema sighed. She understood that her children were still young and that they needed more attentive guidance. Neema faced the twin, lowering her body to match their eye level, and asked, “Ajia, Afua, why do you think mother goes to the orphanage every Wednesday?” The twins looked at each other then said in a smaller voice, “Because mommy was able to be a teacher from the help of the villagers when mommy was young.” “Correct. So what do you do when you are helped?” Neema asked the twins. “Help the children in need…,” Afua said. It relieved Neema that her children were starting to understand and feel sorry. “Yes, Afua. We need to help the children in need, and providing food to the children is a way of helping them.” Neema said. She patted her daughter’s head and stood up, and said to herself, “It’s almost Christmas and now it seems like the children won’t be having their very special meal this year. What to do now, children. What to do.” Neema rested her hand on her forehead and shook her head sideways. The siblings heard what their mother said, and started to feel even more sorry for the children. “What should we do now? The children won’t be able to have their Christmas dinner because of our mistake. It’s all our fault.” Heavy teardrops trickled down Abba’s round cheeks. “Wait! I have an idea! ”, Ajia suddenly shouted. Ayellow lightbulb lit in Ajia’s head. She told her siblings to wait and she came back with her piggy bank. She then gathered her siblings and shared her brilliant idea. “Do you remember when mommy told us that she wanted a young goat when she was young? Would’nt we be able to buy one if we put our piggy bank savings together?, Ajia said enthusiastically. “Ajia, you are a genius! That is a brilliant idea! We could sell the baby goats when the goat grows older. With the money, we then can buy food for the children.”, the other twin said. Abbas clapped his head and jumped around in joy. He was even pretending to be a baby goat. “Meeehhhhh~ Meeeeehhhh~” The three siblings expressed their joy by giggling while drawing big smiles on their faces. The three siblings hurriedly went to the market and searched for a young goat. But the youngest sibling, Abbas, seemed to only see the sweet candy displayed in the market. “I want a candy. Can I get one, please?”, Abbas pleaded. The twins saw the candy too, and it almost felt like their tongue was a centimeter away from tasting the sugary candy. But they both shook their head sideways and said, “No, Abbas. This is the money for the goat. Come one, let’s go” The twins held their youngest sibling’s hands and continued searching for the young goat. The three siblings expressed their joy by giggling while drawing big smiles on their faces. The siblings finally found a goat shop and looked for the best one to take back home. The goat owner greeted the children with a big smile and asked, “What brings you little ones here to my shop” “Hello, Mister. We are here to buy a young goat. Today, we played with the food our mother was going to give to the orphanage for Christmas. Now, there is no more food for the children. We decided to use our money to buy a goat, and sell its babies and use the money to buy the food for the children.”, Ajia explained to the owner. “You are very kind, aren’t you? I am pretty sure your mother will be so proud. Here, follow me. I’ll pick the best goat for you children to take home.” The children followed the owner and shouted, “It must be the best goat!” The owner and the children chuckled, and the man was very fond of the children’s kind hearts. “Oh goodness!” the owner said after receiving money from the children and counting the bills. The children were suddenly worried that they didn’t have enough money. This was all they had and they couldn’t afford to go back home without a goat. “Why mister, is it not enough?”, Ajia asked with a worried tone. “Oh, why no! You little ones gave me too much. This is more than enough to buy two young goats. Why don’t you children enjoy a little snack on the way home with the change”, the owner said with a grin so big, making the man’s eyes very thin. “Phew! Thank goodness we had enough money”, Ajiah said to her siblings. The children were so excited that they were able to purchase a goat. Abbas showed his little white teeth and was looking forward to tasting the sweet candy he wanted on his way. “You little ones make sure you go home safe, alright? Give me your pinkies and promise me that you will”, the owner said. “We will mister. We promise!” The siblings offered their pinkies and the owner crossed his pinky with each of theirs. “Oh wait. Mister, we didn’t ask what your name was. Could you tell us your name so that we can tell our mother who the nice owner was?”, Ajia asked. “Why, of course I can! My name is Suma. Now you little ones, go along and make your mother happy,” Mister Suma said. “Yes, Mister Suma! Thank you so much!”, the children answered. The children held each other’s hand and hopped back home happily. Mister Suma smiled while watching the children leave. He was a very kind and generous man. The children’s money was in fact not enough to even buy a young goat, but he pretended that it was. He saw the children’s innocent and pristine heart and he wanted to give the goat as a gift, reminding him of his young childhood. “Oh my goodness!”, When Neema was coming from school and opened the house gate, she flinched at an unusual sound coming from her yard. “Meeehhhhh~ Meeehhhhh” When Neema turned to see where the sound was coming from, she was surprised to see two young goats in her yard. The goats were not scary, but just didn’t expect one to see them in her own yard. “Mom! Mom!” The children were running to greet her. “Mom, today we went to the market, and with our savings, we bought two young goats!”, Ajiah said. Neema’s eyes grew wide. She couldn’t believe that her three young children bought two goats. “You three went to the market by yourselves and bought goats?” “Yes! We are going to sell the goat’s baby goats and buy the orphanage food for children’s Christmas dinner. We also promised Mister Suma!” the two enthusiastic twins said. Neema recalled her younger childhood memories when she used to sell young goats. She remembered how young she was liker her children. She chuckled at the thought and looked at her children playing with each other. She smiled at Ajia, Afua, and Abbas and was overjoyed by their warm innocent hearts and thoughtfulness wanting to help the orphanage by selling baby goats. Neema also felt very grateful to Mister Suma because she knew that the children’s money was not even enough to buy one young goat. “Thank you so much, children. You are so kind and so sweet. When mommy was about your age, mommy too thought of selling 100 young goats and going to school with the money. But of course, mommy soon realized that it was difficult to even handle one goat. But with you little helpers, perhaps we can! Couldn’t we? “Yes! Yes!” the siblings shouted and jumped. “I guess my dream was going to be true after all. We are going to make sure the children have their Christmas dinner. Promise?”’ “Promise!” The siblings gave their pinkies to their mother. Neema smiled gI eanvuoinidel yt haen db irmoathgienresd a hnedr cdhoild nreont asnady h aenr yhetrhdiinngg 100 gwohaetsn teovgeerth Ie rs.e eA ntdh eth tehree mit .was, Neema’s journey in life and her happy family.",
    "source_file": "3_Tanzania_03__Neema_03_with_can.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1777,
    "character_count": 9845,
    "difficulty_score": 35.66310839828681,
    "vocabulary_distribution": {
      "Basic": 73.7426518615284,
      "Intermediate": 25.146962769431745,
      "Advanced": 1.1103853690398433
    },
    "story_word_count": 1664,
    "story_character_count": 9027,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Empathy & Compassion",
      "Responsibility & Ethics",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/The_story_of_NEEMA_part_three.pdf"
  },
  {
    "writer": "ISSA JUMA",
    "title": "ThE second chance",
    "country": "Tanzania",
    "comment": "STORY BY ISSA JUMA, 7th Grace. NEWALA SECONDARY SCHOOL",
    "written_by": "ISSA JUMA",
    "illustrated_by": "Seongrok Choi",
    "edited_by": "Justina Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In one African village called Masagna, there lived a young boy whose name was Suma. Suma was the only child and he lived with his parents. He was known for causing a lot of trouble and problems around the village, and because of his reckless behavior, he was expelled from his school. After being expelled, he did more thoughtless and rash actions with his free time without any sense of guilt. Suma often stole his father’s wallet and wasted his day by hanging out with his bad friends stealing from other people’s homes. His patient mother and father were very upset and were worried about his future. The villagers gathered together and started to bad mouth and criticize Suma. “I don’t understand how such a child like Suma was born from that kind and generous couple. It is truly a shame”, one man said in disbelief, shaking his head sideways. Suma’s parents prayed day and night in hopes that their child, Suma, would change and be a kind and a nice boy. Unfortunately, Suma never changed. The Masagna villagers pitied Suma’s parents. When they visit Suma’s mother to comfort her, she would face the ground and shed tears. One day, Suma was on a trip to a different village in a search to steal new goods. On his way, he spotted a girl from another village and Suma was instantly attracted to her beautiful looks. Suma followed the girl, and as the boy as he is, he believed that he would be able to make her his girlfriend. “Hey!”, Suma called the girl and walked towards her. The girl turned around to see who was calling her and saw a boy approaching. When Suma got near the girl, he introduced himself to her. “Hi. My name is Suma. I saw you walking down the road and I thought you would want some company on your way. What is your name?”, Suma said and asked enthusiastically. “Oh, hi. My name is Neema”, Neema said hesitatingly. “ Umm look, I am in a hurry right now so it would be best if I go alone. Thanks anyway and it was nice seeing you, Suma”, she said and started to walk away in a fast pace. Suma was surprised by Neema’s answer. He thought she was going to accept his offer and this made Suma a little upset. “What? Hey, hold on a second!”, Suma shouted and quickly grabbed her wrist. Neema suddenly felt a sharp pain on her left wrist, and felt uncomfortable with Suma’s behavior. “My mother is waiting for me on the other side of the village. I must go quickly. Please, could you let go of my arm?” Neema said with sternness. However, the selfish and self-centered Suma didn’t care what Neema said. Instead he steadied his gaze on her face with a playful look and grabbed her arm stronger. Evil thoughts started to fill his mind. “I understand, but I have something to say to you. Ineed you to follow me to my village” Suma said with a bit of harshness and pulled her arm to his direction. Neema understanding the dangerous situation quickly pulled her arm away and started crying and running away from Suma. Suma got extremely angry and started running to get her, reaching out his arms. A man called Hosea walking with his daughter, Hadassah, saw what was happening and knew that the girl was in trouble. Not going any further, Neema tripped on a rock and fell. She turned her head and saw Suma approaching and getting close to her. Suma was breathing heavily and was wearing a scary face. Neema being terrified started to scream out for help. “Help! Help! Please, anyone! Please, just help me!” Neema screamed. Hosea and Hadassah heard Neema’s scream and they both ran as fast as possible to her. The other villagers also heard Neema’s scream and quickly approached to where Neema was. Suma seeing the people approaching, he hurriedly fled the scene. When Hosea and his daughter reached the place, they assured Neema and assisted her to the hospital. It was a late night and Suma was captured by the villagers. He was sent to the police station and the people testified that Suma was a criminal that stole people’s valuable possessions and was attempting to commit sexual abuse on Neema. Suma was immediately sent to prison with other prisoners. Suma’s life in prison was miserable and terrifying. With no guard watching over them, the ruthless prisoners would beat up Suma and leave bruises and cuts on his body. The prisoners also stole his clothes and his food from him. Bomp! Bomp! Bo-. Suma held one of the prisoner’s fist. Suma’s face was covered in blood and bruises, and his lips were torn from the countless punches. “Please...stop. I would do anything. Please, just don’t kill me”, Suma pleaded to his cell mates. There were terror in his eyes, and Suma couldn’t endure the pain any longer. The prisoners laughed and one prisoner squeezed Suma’s face and forced Suma to look at him. “You filthy thing. If you want to live, I suggest you go crawl into that corner and never make a sound because if you do, I will make sure that you beg me to kill you instead”, the strongest prisoner said. The prisoner punched his face one last time and spat at him. The prisoner left and went back to their cells. Suma never experienced such horror in his life. On the other side, Suma’s parents were worried ill and didn’t know where their son was. Their son was missing for days and didn’t have one clue where Suma could be. “Honey, don’t worry too much. Suma will be back soon…”, Suma’s father said and quietly assured his wife. Suma’s parents were afraid that their only son left the village with his bad friends. The only thing they could do was to pray to God for their son’s safety and that Suma would come back home safe and alive. Suma was hiding in the corner in his cell and did not make any noise like he was instructed. He hasn’t had any food for days, and he truly started to believe that he was going to die in prison. ‘Am I going to die in here?’, Suma thought. ‘I have been stealing from other people and breaking my parent’s hearts. Neema was such a beautiful girl. Why did I hurt and scare her? What have I done. I am paying for my own sins, and I will continue to do so after I die when I go to hell. Will even God forgive me?’, Suma questioned himself and buried his face into his knees. Three weeks have passed, and Suma was released from prison. He was granted an early release without a trial because he was still a minor. Suma didn’t feel any relief after being released from prison. He felt ashamed for his crimes, and he had nowhere to go. “Who would accept a wretch like me…” Suma said quietly to himself. “I can’t even go back to my own parents...how can I? After what I have done to them and to the villagers. Someone like me shouldn’t even beg for forgiveness.”,thought Suma, roaming around the streets. Suma was walking down the street until he noticed a familiar face. It was Hosea, the man that helped Neema to the hospital three weeks ago. Suma immediately felt nervous and ashamed. He imagined the man grabbing him and sending him back to prison. “Suma”, the man called. Suma didn’t know whether he should look up or down. He was scared to face the eyes of the man. “Suma”, the man called again. “Let me see your face”. Suma slowly lifted his chin to face the man, preparing himself for the horror he will be facing. When he saw the man’s face, Suma twitched for a quick second. He didn’t look scary or have the mean eyes. The man’s eyes were gently bent downwards, making fine lines underneath his eyes. His brown lips pushing his cheekbones upwards. “Where are you heading?”, Hosea asked. Suma was silent. He didn’t have an answer to that question. He knew he should quickly answer because the man was waiting, but that man seemed to already know what his answer was. He still had that gentle smile on his face. “I...don’t know”, Suma said with a quiet voice. “Do you have a home? What about your parents?”, the man prompted. “My parents are home. But it is not a place for me to go back to.”, Suma answered. Hosea’s brows slightly shifted inwards. He didn’t understand Suma’s answer. “I have done terrible and unforgivable things. Things Ishould have not done. I can’t go back to my village and my home. How can I ask my parents for forgiveness after what I have done to them”, Suma said with grief. “Suma, listen”, the man said. “Your parents will forgive you. You are their loving son. Even if you have done regretful things in the past, the present is only important. Have some courage and go back to your parent’s arms. And when you go back, be a changed young man.” The man brought back the smile he wore when he first called Suma. It gave Suma the courage to answer. “I will.”, Suma said. Suma didn’t forget to return the smile. Suma has been wandering around the streets for a couple of days, filling himself with edible food he could find from the garbage. The confidence he had when he talked with Hosea seemed to have evaporated. Today, Suma was determined to go back home. He started walking towards his house. From a distance, Suma’s parents recognized their son. “Suma!”, his mother shouted. Suma’s mother and father ran toward their son, and held him very close to their hearts. Tears ran down through his mother’s cheeks. “Thank you, God! Thank you for protecting my son and bringing him back home safely”, Suma’s father quietly said embracing his family. Suma was no longer the reckless boy from the past. He was a changed boy like he promised Hosea. He was ashamed for all the trouble he caused to the villagers and his friends. “Mother and Father, I am very sorry for causing so much trouble. I was a son that only fought everyday and stole from our neighbor’s homes. I am truly sorry, please forgive me”, Suma said facing the ground. It didn’t take a second for Suma’s parents to immediately hold their son’s small shoulders with both their arms. They forgave their son entirely at once. From that day on, Suma was reborn. He was determined to study and go back to school again and he even helped his parents with house chores. Six months later, Suma went to Neema’s place to apologize to her and ask for forgiveness. Suma’s parents were very proud with their changed son, and soon the villagers started to notice Suma’s changed behavior. Everyone slowly forgave Suma and accepted him.",
    "source_file": "4._Tanzania_04__Second_chance_with_can.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 2014,
    "character_count": 10982,
    "difficulty_score": 35.64558704559647,
    "vocabulary_distribution": {
      "Basic": 71.30825379000562,
      "Intermediate": 26.78270634475014,
      "Advanced": 1.9090398652442448
    },
    "story_word_count": 1901,
    "story_character_count": 10164,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Courage & Self-Advocacy",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/ThE_second_chance.pdf"
  }
]