[
  {
    "writer": "YOUNG GIRL FROM RWANDA",
    "title": "Angel's Prayer",
    "country": "Rwanda",
    "comment": "",
    "written_by": "Young Girl from Rwanda",
    "illustrated_by": "Sukhyun Kim",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "There once was a little girl named Amahoro. Her mother’s name was Mugwaneza, and her father’s name was Habimana. Amahoro was born with unmatched legs. Her left leg was very thin and short, while her right leg was normal. When Amahoro was two years old, she started to walk. Amahoro’s unmatched legs caused her to walk strangely. She limped when she walked, and her friends called her a cripple. When Amahoro wanted to play, a boy named, Gahigi bullied her and pushed her away. “Go away cripple! We don’t want to play with you!” Gahigi yelled while pushing Amahoro to the ground. “Go away! We don’t want to play with a cripple. If we play with Amahoro, we will become a cripple, too!” Gahigi said loudly. Hearing this, Amahoro cried and walked home. “Ha ha ha. Look at her! She can’t even walk normally!” Gahigi mocked. “What happened honey?” Mugwaneza asked when Amahoro walked through the door crying. “Gahigi is mocking me, mom. Why can’t I walk just like everyone else, mom?” Amahoro asked with a sad face. “Oh, my love. I am sorry. I don’t know why,” Mugwaneza sighed. “Mom, I want to be just like everyone else,” Amahoro whimpered, embracing her mother. That night, both Amahoro and Mugwaneza could not stop crying. The next day, while Amahoro was sitting under a big oak tree, she prayed to God. “God, I don’t want to be picked on anymore. Can you help me?” Amahoro hoped God would hear her prayer so she would no longer be picked on. Her prayer was interrupted by someone shouting. Amahoro stopped praying and got up from her knees. She ran awkwardly towards the playground where the shouting was coming from. Amahoro’s mom, who was talking with some ladies, heard Amahoro’s scream and looked to where she was running. She saw a big truck backing into the playground where two boys were scribbling on the ground and giggling. The boys didn’t notice the truck was coming towards them. “The truck is coming!” Amahoro shouted to the boys. One of the boys looked up and jumped out of the way to avoid getting hit. The other boy turned his head to look at the truck and screamed. “Run!” shrieked Amahoro as she tried to push the boy out of the truck’s way, but it was too late. They were both run over by the truck. “Amahoro! Can you see me? Can you hear me? Oh my Lord! Help me!” screamed Mugwaneza as she ran to the back of the truck. People rushed to the truck. Gatenila, the mother of the boy who was hit, panicked, “Gahigi! Where are you?” She crawled under the truck and tried pulling Gahigi out. Gahigi’s leg was caught under the back tire. “His leg is stuck!” people screamed as they peeked under the truck. “Someone move the truck!” Hakizimana, one of the town council members shouted. This is when everyone noticed that there was no driver in the truck. The brake was loose, so the truck had moved on its own. People pushed the truck and got Gahigi out, but his leg was injured. “Amahoro tried to save him, and she got hurt as well,” said the other boy. Amahoro and Gahigi were treated by Nyframahoro, a medical doctor. Six months passed and miraculously Amahoro’s leg became stronger after the accident. She was finally able to walk normally like everyone else. Unfortunately, Gahigi’s leg never completely healed and he limped when he walked. Gahigi was very sad because he could not walk like his friends anymore. He often stayed under the oak tree and watched his friends play. With her strong leg, Amahoro played with her friends joyfully. However, Amahoro saw Gahigi sitting under the oak tree. She looked at Gahigi and thought for a few minutes. With a smile on her face, she walked over to him. “Let’s play together,” she said while offering her hand to I avoid the brothers and do not say anything Gahigi. He looked at her hand for a few seconds and whenever I see the them. grabbed it with a smile on his face. Since then, Gahigi and Amahoro were never left alone under the oak tree.",
    "source_file": "5._Rwanda_01__Angel_prayer__with_can.txt",
    "categories": [
      "family",
      "friendship",
      "illness"
    ],
    "violence_level": "moderate",
    "violence_score": 5,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Elementary Level",
    "word_count": 833,
    "character_count": 4723,
    "difficulty_score": 34.76754966814312,
    "vocabulary_distribution": {
      "Basic": 75.58620689655172,
      "Intermediate": 23.448275862068964,
      "Advanced": 0.9655172413793104
    },
    "story_word_count": 720,
    "story_character_count": 3905,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "Cheayoung Lee",
    "title": "Chaeyoung’s Footsteps",
    "country": "South Korea",
    "comment": "",
    "written_by": "Cheayoung Lee",
    "illustrated_by": "Eunchae Hong",
    "edited_by": "",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "Founder Seeds of Empowerment\nPaul Kim\nI am humbled by the smiles and stories of the children\nin South Korea. I am also thankful for those volunteers\nwho have put so many hours and hard work to make\nthis 1001 Stories project a reality. Since my very first\ntrip to a Latin American rural community where I\nrealized that young children are the greatest scientists,\nmost amazing storytellers, and inspiring teachers for us,\nI have visited many more communities around the\nworld to collect stories of wisdom from children and\nwitness their amazing talents.\nmore children can learn about each other and build sympathy for one another. By collecting and\npublishing 1001 stories, our hope is to help children appreciate the world better and grow as global\ncitizens who promote and enjoy peace and harmony while preserving the heritage and culture of\nunderstanding, accepting, forgiving, and caring for one another.\nPlease join us in celebrating these stories and our child authors as you enjoy each story from the\nThank you for everything you do to make this world a better place.\nPaul Kim, Ph.D.\nFounder",
    "story": "I grew up receiving love in an ordinary Chinese family. Though I received a lot of love from my family, I felt empty inside my heart, which made me feel helpless. I realized when I was young that my mother was different from other mothers. My family couldn’t live together, and I thought it was because my mother and father didn’t love each. However, I think adults are good at rationalizing their behavior. I couldn’t ask anyone why my mother was gone. My father was born in the countryside of Changbaekhyun, a Korean- Chinese Autonomous Prefecture. He didn’t get married until he was 28 years old, which worried my grandparents. They tried to find a bride for him, but didn’t have much success, so they brought my mother, a North Korean refugee, who was hiding in a distant relative’s house. At that time, the Chinese government called North Koreans who were in hiding in Chinese illegal immigrants like my mother and took them. My father was born in the countryside of Changbaekhyun, a Korean- Chinese Autonomous Prefecture. He didn’t get married until he was 28 years old, which worried my grandparents. They tried to find a bride for him, but didn’t have much success, so they brought my mother, a North Korean refugee, who was hiding in a distant relative’s house. At that time, the Chinese government called North Koreans who were in hiding in Chinese illegal immigrants like my mother and took them. To this day, the information that I know about my mother is very limited. My mother and father are very different, and I have no idea how they got married and there is no way to find out. Until I was four years old, I lived with a strict mother and a lenient father. My father was often out on business, so Ispent a lot of time with my mother. My mother was a strict but warm-hearted person. I remember getting in trouble from my mother because of my mischievous behavior. However, she clearly convinced me that there are principles and rules I should follow in the world. After my mother left, my closet was filled with a lot of clothes I would wear as I grew older. In my house, I could easily find my mother’s sewing supplies and knitting needles and could smell the scent of delicious warm milk everywhere. I vividly remember that my mother adjusted my father’s suit before he left for work and brushed my hair with a red comb in front of a mirror. In my memories, I can still feel my mother’s warm touch. To this day, the information that I know about my mother is very limited. My mother and father are very different, and I have no idea how they got married and there is no way to find out. Until I was four years old, I lived with a strict mother and a lenient father. My father was often out on business, so Ispent a lot of time with my mother. My mother was a strict but warm-hearted person. I remember getting in trouble from my mother because of my mischievous behavior. However, she clearly convinced me that there are principles and rules I should follow in the world. After my mother left, my closet was filled with a lot of clothes I would wear as I grew older. In my house, I could easily find my mother’s sewing supplies and knitting needles and could smell the scent of delicious warm milk everywhere. I vividly remember that my mother adjusted my father’s suit before he left for work and brushed my hair with a red comb in front of a mirror. In my memories, I can still feel my mother’s warm touch. There were no secrets in our small village. I was the first child who learned how to read in kindergarten. Sometimes my teacher would let me stay after school. On those days, I used to fight with other children. One time I came back home with a scratch on my face from a fight. When my mother saw me, she scolded me severely instead of comforting me. At the time Ididn’t understand why she was so mad at me. It was too difficult for a little child to figure out that she was not able to speak up for her daughter because of her illegal status. The parents of the child who fought me were public safety officers. I was too young to understand how powerful public safety officers are in China. On the contrary, my mother was weak with underprivileged. Since that time, similar incident would often happened, and one day she left me without ever saying goodbye or without giving me any kind of explanation. There were no secrets in our small village. I was the first child who learned how to read in kindergarten. Sometimes my teacher would let me stay after school. On those days, I used to fight with other children. One time I came back home with a scratch on my face from a fight. When my mother saw me, she scolded me severely instead of comforting me. At the time Ididn’t understand why she was so mad at me. It was too difficult for a little child to figure out that she was not able to speak up for her daughter because of her illegal status. The parents of the child who fought me were public safety officers. I was too young to understand how powerful public safety officers are in China. On the contrary, my mother was weak with underprivileged. Since that time, similar incident would often happened, and one day she left me without ever saying goodbye or without giving me any kind of explanation. 친구들에게자신의고쟁연주실력을뽐내고싶었던이한이는학예회 무대에오르게되었습니다.그러나친구들앞에서고쟁을연주하게 되었을때문제가생겼습니다.고쟁은소리통이아래에있어마이크를 아래에두어야소리가크게나는데학교에서마이크를위에달아주신 것이었습니다.이한이는연주를하자마자소리가나지않아서 당황하였음에도불구하고끝까지연주를하였습니다. 그러나연주가끝나고이한이는화장실에서친구들과언니들이 자신의욕을하는것을듣게되었습니다. “ ? ?” 악기소리는왜안들리는거야 옷은또왜저래 친구들에게자신의고쟁연주실력을뽐내고싶었던이한이는학예회 무대에오르게되었습니다.그러나친구들앞에서고쟁을연주하게 되었을때문제가생겼습니다.고쟁은소리통이아래에있어마이크를 아래에두어야소리가크게나는데학교에서마이크를위에달아주신 것이었습니다.이한이는연주를하자마자소리가나지않아서 당황하였음에도불구하고끝까지연주를하였습니다. 그러나연주가끝나고이한이는화장실에서친구들과언니들이 자신의욕을하는것을듣게되었습니다. “ ? ?” 악기소리는왜안들리는거야 옷은또왜저래 People say that parents’ affection towards their children is ingrained in their bones. If so, what about children’s love towards their parents? I am not sure about how to express my love towards and a longing for my mother. The absence of my mother cast a dark shadow over my life. Moreover, my grandmother raised me instead of my father, who was away in order to earn money. People say that parents’ affection towards their children is ingrained in their bones. If so, what about children’s love towards their parents? I am not sure about how to express my love towards and a longing for my mother. The absence of my mother cast a dark shadow over my life. Moreover, my grandmother raised me instead of my father, who was away in order to earn money. I had to do everything on my own. Fortunately, I was a quite good at studying. When I was about four years old, my mother taught me how to write. Whenever I misspelled something or my handwriting was not neat, my mother, who sat next to me, erased the words and let me write them again. This habit is instilled in me, and I use my eraser often. I received many compliments about my neat handwriting, which positively affected my academic performance. I learned that great effort produces great success. I strongly believe that the proper study habits I learned from my mother led me to be wise. My father didn’t know how sad I was. I used to pull my blankets all the way up to my head and weep quietly. I would fall asleep, exhausted from crying, with a stuffy nose and an aching heart. When my father came and saw the dirty blanket stained with sweat, snot, and tears, he would murmur to himself, “How does she sweat so much while she is sleeping?” During vacation, I would visit the farm where my father worked. In the farm, there were log houses that were lined up in which he lived with other workers. He worked at night and slept during day. Frankly, I was afraid of wolves and witches. If my father and his colleagues were out to work at night, I stared at the ceiling of the log house and thought “what if a wolf appeared and took my father away from me, a girl who doesn’t have a mother?” If it weren’t for this fear, the deep night would have been quite good for me. I had a lot of time to miss my mother. My father didn’t know how sad I was. I used to pull my blankets all the way up to my head and weep quietly. I would fall asleep, exhausted from crying, with a stuffy nose and an aching heart. When my father came and saw the dirty blanket stained with sweat, snot, and tears, he would murmur to himself, “How does she sweat so much while she is sleeping?” During vacation, I would visit the farm where my father worked. In the farm, there were log houses that were lined up in which he lived with other workers. He worked at night and slept during day. Frankly, I was afraid of wolves and witches. If my father and his colleagues were out to work at night, I stared at the ceiling of the log house and thought “what if a wolf appeared and took my father away from me, a girl who doesn’t have a mother?” If it weren’t for this fear, the deep night would have been quite good for me. I had a lot of time to miss my mother. Once my father came back home, my relatives continuously complained about my mother, until there was a giant pile of them. Although I was young, I realized that I should not express my longing for my mother. In front of my relatives, I pretended that I didn’t want to see my mother and even tried to demonstrate my hatred towards her. I learned how to be loved by adults on my own. It was very simple. It is to notice what they want to hear by reading their faces and answer as they expect. When they would ask, “Don’t you want to see your mother?” Iwould reply with a decisive “no.” When they would say, “You’re starting to look more like your mother,” I pretended to be insulted and angry, replying “No, I don’t look like my mother. I take after my father.” Nobody told me to respond that way, but when I gave these astute answers, the adults’ facial expressions showed satisfaction, and they patted me on the head. I saw that answering like this was the perfect answer that the adults really wanted. There is no child who is not allowed to miss his or her mother in this world. However, as my heart grew fonder, my father was poor and I felt sorry for him. It was not the fault of the people around me that I became to miss my mother. It was not my fault, either. Nevertheless, nobody told me that it was OK to miss my mother as much as I did. My grandmother loved me a lot, but I still needed my mother’s love and care. The absence of my mother brought about the deepest sadness in me. My father didn’t know what a teenage girl wanted or needed and my conservative grandmother didn’t understand me, either. My friends looked down on me and even taunted me for not having a mother. I couldn’t understand why they did to me. Continuous misfortune and hardship had made me feel deeply frustrated. However, I never gave up in the face of adversity so that I could live and follow my dream. My friends looked down on me and even taunted me for not having a mother. I couldn’t understand why they did to me. Continuous misfortune and hardship had made me feel deeply frustrated. However, I never gave up in the face of adversity so that I could live and follow my dream. Everyone has dreams while they are growing up and so do I. I have grown my dream to become a lawyer from seeing lawyers in the media. A lot of wonderful dreams frequently came and went, but the dream of being a lawyer was clearly different from the others which I have ever dreamed of. I strongly think that a lawyer is a real professional, and it is the most fantastic job I have dreamed of until the present. I once believed that education is not voluntary but enforced by the needs of adults, and it is also the result of students’ involuntary obedience. Adults said that education is the surest means to be admitted to a good college and the path of achieving a comfortable and prosperous future. However, I can’t agree that educational outcomes are only things necessary for a successful life. I will make an effort to achieve my dream of becoming a lawyer. I will not degrade the standards of the profession by saying that education is the only way to improve one’s quality of life. The reason why I want to be a lawyer is not based on earning a lot of money or chasing fame. People force me to think that doctors can make a good salary or that teaching is a stable profession. However, I don’t want to waste my life on something “stable.” As long as it is my dream, I will proudly pursue any profession, no matter how menial it might be. I am going to put all my energy into studying to be admitted to my dream school. I will continuously try my best to acquire the skills and knowledge required to become a lawyer. I definitely believe that the more I try, the closer I will get to achieve my goal. When I was a child, I knew that one day everyone could be equal and that justice would prevail over the world. When I become a lawyer, I will show the adults of the world that the vision I had was not the musings of child, but a reality that I will bring to fruition. Don’t be dissuaded from pursuing your dreams, despite how dire your current circumstances may seem. There are other children who are also in desperate situations, and you must foster hope in each other. I am eagerly praying that I will stick with my resolution to become a lawyer. Illustrated and Edited By Eunchae Hong Eunchae Hong was originally born in South Korea in 2005 and moved to the US when she was two years old. Eunchae found her joy of drawing when she was little; she has been following her passion ever since. Luckily, she had some chances to share her work to rest of the world. In 2017, she contributed two special pages of illustration for a picture book named “Jewel’s Window”. She won the “honorable mention” of 2018 scholastic art award from another piece of her work, “Doors to my memories”. While illustrating “Footsteps of Chae-Young”, Eunchae was excited that she can bring life to the story with her pictures. Realizing how much she loves the magic of illustration, she is waiting for opportunities to tell other stories with her painting. Eunchae currently lives with her family in Palo Alto, California. Translated by Nathan Kim Nathan Kim was born on November 23, 2003, in Palo Alto, California. He is currently a freshman of Saratoga High School in Saratoga, California. He has a passion for music and plays three instruments: the double bass, piano, and clarinet. Nathan played clarinet in the school band and marching band and now plays the double bass in the school orchestra and in California Philharmonic Youth Orchestra. Besides music, Nathan enjoys playing tennis and going on hiking trips to national parks. Chaeyoung’s Footsteps Cheayoung Lee Author Eunchae Hong Illustrator story.",
    "source_file": "50._Korea_02__Chaeyoung’s_Footsteps__Mulitcultural_Families_in_Korea.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "intense",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 2952,
    "character_count": 16582,
    "difficulty_score": 37.898709898021814,
    "vocabulary_distribution": {
      "Basic": 73.83951061532925,
      "Intermediate": 25.11694854264124,
      "Advanced": 1.043540842029507
    },
    "story_word_count": 2655,
    "story_character_count": 14667,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "SETHYNA SEY ABAAHOM",
    "title": "OBEDIENCE",
    "country": "Ghana",
    "comment": "• AGE : 11 • SCHOOL: OAKWOOD SCHOOL • CLASS / STAGE: 6 • FATHER’S NAME: MR. MAXWELL JOE ABAAHOM • MOTHER’S NAME: MRS. CHARLOTTE ABAAHOM • NO. OF SIBLINGS: 5 • PLACE OF BIRTH: CRYSTAL, TEMA COMM.8, GHANA • INTEREST / HOBBIES: READING, SINGING • FUTURE AMBITION: MEDICAL DOCTOR",
    "written_by": "SETHYNA SEY ABAAHOM",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Papa Kofi and Maame Esi lived in a village with their daughter Yaaba. Yaaba was twelve years old. She was growing up fast and had started showing signs of adolescence. Her parents were business people, who often travelled to the city. 02 000333 On days when they travelled to the city, they left Yaaba in the care of their family friend, Auntie Nyame Ye. Auntie Nyame Ye was like a mother to Yaaba. She loved Yaaba very much. She showered her with gifts and always spoke to her about the rampant social vices in their village. She advised her to stay away from the opposite sex, and encouraged her to avoid anything that will get her into trouble. She always cautioned Yaaba not to accept gifts from strangers, especially men, and told her not to follow anyone anywhere or even sit in a car with them. 0044 05 One morning, before one of their trips to the city, Yaaba’s parents sent her to stay with Auntie Nyame Ye. Later that afternoon, when she was done with her chores, she went to sit in front of the house. This was something she usually did, anytime she was at Auntie Nyame Ye’s house. She liked to sit there because she saw many people pass by and sometimes got to eavesdrop on their conversations. 06 That afternoon, a young man rode by on a bicycle. Yaaba had seen him pass by a number of times but didn’t know who he was. He stopped by her and she asked his name. He told her he was Kwame Gyenti and he worked as a labourer on people’s farms. He told Yaaba she was beautiful and she smiled at him. 07 08 Yaaba was shy but very excited about what he had told her. Before leaving, he gave Yaaba some money to buy something nice for herself. Yaaba, despite being cautioned not to accept money or gifts from strangers, took the money and thanked Kwame Gyenti. She hid it in her pocket as he cycled away. She then run happily into the house. 09 When her parents came to pick her up the next day, she showed them the money and told them about the young man who had given it to her. They rebuked her for accepting money from a stranger, and told her to never accept gifts from anyone, especially men. They told her to either heed to their advise or suffer the consequences of her actions. 10 1111 Two weeks after this incident, Papa Kofi and Maame Esi had to travel again to the city to conduct some business, so they sent Yaaba to Auntie Nyame Ye. They told her what Yaaba had told them about Kwame Gyenti and pleaded with Auntie Nyame Ye to be extra watchful of Yaaba. Auntie Nyame Ye devised a plan to catch Kwame Gyenti, should he come around again to lure Yaaba. She knew the days he came by to work on farms in her side of the village. One fateful day, the entire village was quiet. The sun was hot and not many people passed by that afternoon. While Yaaba sat in front of the house, Auntie Nyame Ye told her she was going to the market and will return shortly. However, she hid behind the building to watch Yaaba hoping Kwame Gyenti will pass by. 12 Just a few moments later, Kwame Gyenti rode by. He stopped when he saw Yaaba. “My beautiful princess, where did you go?” Kwame Gyenti asked. “I’ve been coming here just to see your beautiful face, but I don’t see you. I haven’t been able to sleep. I’m always thinking about you.” Yaaba didn’t say anything. She just giggled and covered her face. Kwame Gyenti then said, “You know what? Today, the sun is so high and it’s very hot.” Reaching into his pocket, he said, ‘let me give you some money. Go to Efua Atta’s shop and buy the two of us some ice cream. Then come to the uncompleted building behind the primary school and let’s eat it together.” Reluctantly, Yaaba, took the money. She kept saying to herself that it was for ice cream and not a gift. She was trying to convince herself she wasn’t disobeying her parents and Auntie Nyame Ye. While she ran to the store, Kwame Gyenti was full of smiles. He excitedly punched his fist into the air, like he had won a prize. He quickly rode to the uncompleted building, parked his bicycle and went inside to hide. 13 1144 15 Yaaba bought two cones of ice cream and started walking hurriedly towards the uncompleted building. She didn’t want anyone to see her and she also didn’t want the ice cream to melt. 16 17 Once she saw the parked bicycle, she smiled. She knew Kwame Gyenti will be inside. Immediately she walked into the building, Kwame Gyenti grabbed her from behind, tied her mouth with a piece of cloth and then pushed her onto the ground. She screamed and screamed but she wasn’t loud enough, no one could hear her. She kicked and kicked but to no avail. She had been pinned down. She became scared and started crying when Kwame Gyenti sat on her and was trying to raise her skirt. Just then, Auntie Nyame Ye appeared with a big stick and hit Kwame Gyenti’s head and back. Kwame Gyenti in his attempt to escape, jumped over a wall and fell on a pile of iron rods. 18 19 Auntie Nyame Ye started shouting for help while removing the piece of cloth from Yaaba’s mouth. Many people heard Auntie Yaaba’s shouts and came to see what was happening. They caught Kwame Gyenti and sent him to the chief’s palace. 20 Yaaba cried uncontrollably, while Auntie Nyame Ye admonished her about turning a deaf ear to advice. After a while, Auntie Nyame Ye hugged her and then they went home. Yaaba sincerely apologized to Auntie Nyame Ye for disobeying her. Since then she shares her story and advices her peers and any child she meets to obey instructions and not assume they know better than their elders. 21 22",
    "source_file": "51._Ghana_14_OBEDIENCE.txt",
    "categories": [
      "family",
      "adventure",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1141,
    "character_count": 6334,
    "difficulty_score": 37.52092148569917,
    "vocabulary_distribution": {
      "Basic": 76.49484536082474,
      "Intermediate": 21.34020618556701,
      "Advanced": 2.1649484536082473
    },
    "story_word_count": 1028,
    "story_character_count": 5516,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "NAA DEDE ARYEE ANUM",
    "title": "TOO DIFFICULT TO PLEASE",
    "country": "Ghana",
    "comment": "• 12 YEARS • SCHOOL: OAKWOOD SCHOOL • CLASS / STAGE: 6 • FATHER’S NAME: MR. TITUS ARYEE-ANUM • MOTHER’S NAME: MRS. DEBORAH ARYEE-ANUM • NO. OF SIBLINGS: 2 • PLACE OF BIRTH: TEMA COMM. 9, GHANA • INTEREST / HOBBIES: SINGING, READING, DANCING • FUTURE AMBITION: ENTREPRENEUR",
    "written_by": "NAA DEDE ARYEE-ANUM",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "There was a family of four that lived a very quiet life in their neighbourhood. The father was always at work, while the mother was usually at home. The children, Grace and Timon, hardly went out to play with their neighbours. The other children in the neighbourhood, always heard the two of them playing in their walled house, but wondered why they never came outside to play with them. 02 0033 People always saw them being driven to school and being brought back home. The children really wanted to play with them, but didn’t get the chance. They didn’t have any friends in the neighbourhood either. 04 05 Grace was a very unhappy child. Her academic results were not bad but they were never good enough for her father. Her father was not pleased with her fourth position in class. Her mother on the other hand always encouraged her to challenge herself. ”Perhaps daddy wants you to push harder and does not want you to be comfortable at your current position,” she consistently told Grace. Once again, Grace was worried about her position on her report card. School was vacating soon and their teacher had promised to give it to them before they vacated. She had moved from the twentieth position to the fourth position, the previous term but her father was not pleased with it. This time, she worked towards being the first or second in class, and she was assuned her father would be pleased about that. 06 07 She studied harder, slept late, crammed her notes, did not play much, and made sure her teachers further explained anything she did not understand. She knew she had done a lot this time around, to deserve at least, the second position. The night before vacation day, she couldn’t sleep. She worried about the results she was going to get the next day. Her brother Timon was in preschool, so he was not facing such a challenge. 08 0099 Grace woke up earlier than her usual time on vacation day. At age nine, she had to do house chores before going to school, when most of her friends had house helpers at home. Her father had ensured that they did not have any help at home with the chores. However, she liked it, because she could do a whole lot of things her friends did not have a clue about. She could wash shirts and trousers and iron them. She could even prepare ‘banku’ for the family. Preparing Rice and stew at age nine, was the simplest thing she thought any one could ever do. That was something she was proud about. 1100 1111 She anxiously waited for closing time at school. That was when they would be handed their termly reports. She did not enjoy the ‘our day’ much. She was very anxious about her results. When the report card was given to her, she hurriedly sneaked to the washroom and opened it carefully. She was second! She was second! She started screaming and jumped up and down. Laughing all the way from the classroom block, she run excitedly to her mother’s waiting car. ‘Mummy, this time daddy will be pleased!’ Grace said excitedly. ‘Why, what happened?’ her mother asked. “I was second in class!’ Grace shouted. Everyone in the car was happy. Her mother was elated and said, ‘Thank God, we won’t be hearing a long lecture this evening. Celebration all the way! I’ll prepare your favourite food for supper” she added. 1122 Grace was happy for the rest of the afternoon. By evening, her favourite dish, fried rice with chicken sauce, was ready and she ate to her satisfaction. After supper, everyone had their bath, and waited for father’s return home. When he arrived, he noticed they all looked happy. The children presented their report cards to him and waited. After he read Timon’s, he just nodded and put it back into the envelope. He didn’t say a word to Timon, as usual. Then he opened Grace’s. He seemed to be spending forever on her results, reading it over and over again. There was no excitement on his face. Grace was tense. She expected a ‘well done’ or a high five. “Look at the comment your teacher wrote,” her father finally said. “You like to study with your friends. Why can’t you try to learn independently. You should work on that and be an independent learner” he added. He folded the report and put it into the envelope, took his bag and went to his room. 13 14 All of a sudden, Grace felt like a bucket of ice cold water had been poured over her. She sat on the floor and wanted to cry, shout and throw things around. She could not believe, that all her effort were not appreciated. Rather, something else which was not too important was her father’s focus. Her mother, who was watching from the hallway, walked to Grace and said, ‘Grace, your father is someone who is difficult to please. Don’t let his reaction make you disappointed in your achievements. Be proud of yourself. Strive to do well for yourself, not to please someone. Just do well all the time. Stay focused for yourself. You will reap the benefits in future. You hold the power to let this experience mess you up or bless you. Let it challenge you to be the best you can be.’ These words of encouragement lifted Grace’s spirits. 15 1166 17 Years later, Grace became a heart surgeon. As she still loved cooking, she set up a resturant. Timon worked hard and became an auditor. Their father has not told them one positive thing about their achievements but they love him regardless. They see their mother as their guardian angel, who spoke good words into their lives and encouraged them to become successful people. We all have the power to make someone’s actions bless us or mess us up. Let us choose to let it bless us. 18",
    "source_file": "52._Ghana_15_TOO_DIFFICULT_TO_PLEASE.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1113,
    "character_count": 6371,
    "difficulty_score": 37.31288567508889,
    "vocabulary_distribution": {
      "Basic": 74.1265344664778,
      "Intermediate": 24.45703493862134,
      "Advanced": 1.41643059490085
    },
    "story_word_count": 1000,
    "story_character_count": 5553,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "NII LARTEY KEKELI OPPONG WARE",
    "title": "THE SECRET TO SOLVING PROBLEMS",
    "country": "Ghana",
    "comment": "• AGE: 12 YEARS • SCHOOL: ZION PRAISE EDUCATIONAL COMPLEX • CLASS / STAGE: J. H. 1 • FATHER’S NAME: MR. CHARLES NATHANIEL OPPONG • MOTHER’S NAME: MRS. HILDA AYELE OPPONG • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: SUNYANI,GHANA • INTEREST / HOBBIES: READING • FUTURE AMBITION: NEUROSURGEON",
    "written_by": "NII-LARTEY KEKELI OPPONG-WARE",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In a farming village far away lived a farmer called Sarpong. He was a subsistent farmer but had the talent to grow crops. He was also a very faithful man. The people in the village didn’t know how to grow crops so their crops always died before the harvest time. Due to this, there was scarcity in the village and getting food to eat was a major problem. 02 000333 One early morning, Sarpong went to the farm. As he was farming, he saw that the crops on his farm were disordered. The land was also not fertile so his crops were not growing well. This made him worried. He decided to examine all the things he had been doing on the farm. When he went home, he thought about it and realized that he had planted the same kind of crops at a particular place over and over again. Also, the soil had lost its fertility because he had used chemicals on the land in the past. As he pondered over and over about a solution to his problem, a great idea came to his mind. He decided to try it out the next day. 04 05 The next day when he got to the farm, he weeded and divided the land into six parts. On the first part, he planted plantain. On the second part, he planted tomatoes. On the third part, he planted potatoes. On the fourth part, he planted carrots. On the fifth part, he planted mangoes and on the sixth part, he planted cocoa. This time, he used organic fertilizers. The crops grew well and a few months later, he had a bumper harvest. After harvesting, he dug out everything and tested the soil from each part of the land. He saw that it had become fertile. For his next planting season, he decided to rotate the crops. Every planting season, he planted different crops on the land. In time, he realized the land was becoming more fertile. 06 0077 The next day, he sat down and wrote all the things he had done and how they solved his problems. He wrote them in steps, trying to recollect what he did and the result it gave him. When he was done, he placed it on his mat. He was satisfied with what he had achieved. 08 0099 He decided to present what he had done to the chief of his village. He thought it would help the other farmers and develop the economy of the village. The chief decided that all the farmers should emulate Sarpong’s farming style on their farm. A few farming seasons later, everyone had benefited from it. There was bumper harvest and abundance of food in the village. As time went by, his village became popular in the country for agriculture. The chief and his people thanked God for giving them a savior and helper. 10 Sarpong became happy and thanked God for helping him get ideas to save his village. He said to himself, “It is always good to find new secrets to solve problems.” 11 12",
    "source_file": "53._Ghana_16_THE_SECRET_TO_SOLVE_PROBLEMS.txt",
    "categories": [
      "family",
      "loss_grief",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Middle School Level",
    "word_count": 621,
    "character_count": 3536,
    "difficulty_score": 40.34594422470205,
    "vocabulary_distribution": {
      "Basic": 69.76744186046511,
      "Intermediate": 27.408637873754156,
      "Advanced": 2.823920265780731
    },
    "story_word_count": 508,
    "story_character_count": 2718,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "ADABOAH KWAME AMOS",
    "title": "To Be Successful",
    "country": "Ghana",
    "comment": "• AGE: 21 • SCHOOL: GHANA CHRISTIAN INT. HIGH SCHOOL • CLASS / STAGE: 12 • FATHER’S NAME: ADABOAH KWAKU ISAAC • MOTHER’S NAME: ENTEE HANNAH • NO. OF SIBLINGS: 2 • PLACE OF BIRTH: ADANSI AYOKOA- ASHANTI REGION, GHANA • INTEREST / HOBBIES: COMPUTER GAMES, READING • FUTURE AMBITION: PHYSICIAN",
    "written_by": "ADABOAH KWAME AMOS",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time in Odumankoma’s village, there lived a King called Nana Brewu David and his wife, Obaahemaa Abiba Kassum I. They had three beautiful girls and one handsome boy called Silasi. Nana Brewu David reigned for many years before he died. After the death of Nana Brewu David, Silasi his son became the next king of the Odumankoma’s village. Silasi started his reign at twenty-four years old. As time went by, King Silasi became proud due to the fact that he was wealthy and commanded a great army. Whatever he said, whether good or bad, became law. Some years into his reign, King Silasi fell sick. The sickness became very serious but he couldn’t do anything about it. All efforts to get him healed were in vain. 02 One afternoon, an elder from the palace went to see King Silasi and told him, Oh! Great King, there is an old man who lives beside the river. Go to him, he will teach you what to do in order to be healed. After pondering over it a while, King Silasi took the advice of the elder and went to see the old man. When he arrived at the old man’s home, he told the old man his problem. 0033 04 05 King Silasi: Good day old man Old man: Good day, great King. Please, what brings you here? King Silasi: Old man, I am sick and I have done all that I have to do but none of them has helped me get better. Old man: Oh! My great King, I will help you. Go and look for somebody who is patient, kind, fears the Lord and is content with his possessions. Don’t send anybody, go and search for him yourself. When you find such a person, inform him/her to give to you his “Kemisa” commonly known as singlet and you shall be healed. King Silasi: Hmmmmm, where am I going to find such a person? I have heard you, Old Man. I would like to go now. 06 07 A few minutes after the King left, the old man said to himself, “This king will suffer since he is proud and doesn’t want to work hard.” Walking about from town to town looking for a solution will strengthen him and he will learn lessons that will make his sickness go away. The next day, King Silasi began his journey from village to village, town to town, priest to priest and pastor to pastor, but he found no one like the person the old man described. 08 09 As the sun set on the second day of his journey, King Silasi arrived in Mempeasem Village. There, he found a certain man called Os3mpakani, wearing tattered clothes standing beside the entrance of a small cottage. He looked at the man for some time, he said to himself, “This must be the person that the old man was describing. Let me talk to him and get to know him”. King Silasi: Owura, Good evening. My name is Silasi. Os3mpakani: Good evening Silasi. King Silasi: Please, I hear you are patient, kind and content with your possessions. Is that true? Os3mpakani: Yes Silasi, I have suffered a lot. My wife is dead and all my children have left me to seek greener pastures. I have no option than to be content. 10 King Silasi: Oh wow! How can you be content? Your house is very small, why don’t you go and look for a bigger house. And how can you be happy when you live here all alone. You can even find friends who will entertain you. Ah! Owura, I don’t understand how you can live like this and be content. Os3mpakani didn’t say anything. After a while, King Silasi spoke again. King Silasi: Owura, the way you look tells me that you are the man I am looking for. Please may I have your “Kemisa”? Anything you want, Iam ready to give you in return. I am King Silasi of Odumankoma village. Os3mpakani: (Bowing down) Oh great King! I don’t have a “Kemisa”. I actually don’t have anything. When I wake up in the morning I go out to work after working I eat fruits and bread and drink water from the old well behind my house. My only trust is in the God who sustains me. 11 12 King Silasi: Oh! Owura, what is a “Kemisa” compared to the riches I have? Give it to me and any amount of money you want, I would give to you. Don’t tell me you don’t have one. Os3mpakani: Hmmm, Nana, please I don’t have one. These tattered clothes I am wearing are all I have in this world. King Silasi: Ok. Thank you very much. I would like to go now. Good bye. Os3mpakani: Good bye Nana. So King Silasi left and went home. When he got home, he sat down quietly and pondering over all he had seen and learnt in the past few days. After a while, he said to himself, ‘for you to be successful, you have to work hard, have hope, trust and have faith in the God and live a content life like “Os3mpakani”. 13 After that day, King Silasi repented from all his bad ways. He served the Lord, worked hard, became humble and more successful. Eventually, his sickness went away and he became healthy again. He became the most loved King in his village and even in villages beyond. Dear reader, King Silasi’s sickness was not physically. His bad ways and vices were what resulted in his need to learn the lessons he learnt from Os3mpakani. What are you sick off. Search your heart and change your ways. -END- ",
    "source_file": "54._Ghana_17_TO_BE_SUCCESSFUL.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1081,
    "character_count": 5813,
    "difficulty_score": 36.288599015226,
    "vocabulary_distribution": {
      "Basic": 72.67015706806282,
      "Intermediate": 24.397905759162303,
      "Advanced": 2.931937172774869
    },
    "story_word_count": 968,
    "story_character_count": 4996,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "ABIGAIL BOADUWAA QUANSAH",
    "title": "IT PAYS TO BE A SERIOUS STUDENT",
    "country": "Ghana",
    "comment": "• AGE: 11 YEARS • SCHOOL: GREAT FAITH ROCKERY SCHOOL • CLASS / STAGE: STAGE 5 • FATHER’S NAME: EBENEZER ODURO • MOTHER’S NAME: GRACE HURSON • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: ATASEMANSO,GHANA • INTEREST / HOBBIES: READING • FUTURE AMBITION: HEART SURGEON",
    "written_by": "ABIGAIL BOADUWAA QUANSAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "“Kwame! Kwame! Wake up, don’t you know it is time for us to go to school?” Asamoah called his brother. It was a bright Monday morning. As usual, the brothers had to prepare early so that they could catch their school bus. 01 “Yeeesssss! Okay let’s go and take a bath,” Kwame replied still sounding sleepy. Kwame and Asamoah live with their father. Their mother passed away while giving birth to Kwame. Since then, their father had not remarried. 02 Kwame is ten years old and in class five. His older brother, Asamoah, is fourteen years old and is three classes ahead of Kwame. Kwame did not like school very much. He wished everyday was a holiday. Their father, Mr. Tony Adjei, was a banker. He left the house very early in the mornings to go to work and usually came home late. However, as a good father, he did his best always to make sure that his boys were well catered for. He taught them how to do some basic things for themselves when he was not around. So they are able to fix their own breakfast, lunch, and supper anytime they were home alone. 000333 “Are you still in bed, Kwame?” Asamoah called again, waiting for Kwame to come and take his bath. “Arrgg! I’m on my way”, Kwame replied. He got up from the bed unwillingly and made for the bathroom. When they were ready for school, Asamoah looked at the clock and realised they were late again. The school bus would have left, so they had to go by public transportation. 0044 0055 “Kwame, why are you still in the bedroom?” Asamoah called out to him again. He was ready and waiting for his brother in the living room. “I’m finishing my homework!” Kwame shouted back. “You are doing what?!” Asamoah asked in disbelief. “So you had not done your homework and yet you told me you had done it when I asked you yesterday. Ah…what kind of little brother is this?” He said sadly, shaking his head. “Don’t worry, I will finish soon!” Kwame called back again from the room. “You better finish quickly before I leave you behind!” Asamoah replied angrily. 06 After a few minutes, Kwame joined Asamoah in the living room and they left the house. It was 8:00am now and the sun was up. Asamoah stopped a taxi and they hopped on. Though their school was not very far from where they lived, it took about thirty minutes for them to reach school due to traffic. After Asamoah had paid the driver, they walked quickly to the school’s compound. Their school was a very large school. It was made up of three story buildings and had a big compound surrounded by a wall. It was nicely painted green and white, just like their school uniforms. When they reached the school, they were really late. As such so they did not have time to talk much. They said good bye to each other and they parted ways. Luckily for them, their first lessons were over and there were no teachers in the classrooms. The pupils were waiting for the next teacher to come and teach for the next forty- five minutes before the first break. 07 08 09 Kwame sat down after he had received some cheers from some of his classmates. He was rude to a lot of his class mates and lazy towards school work. However, because his dad had money, he always stole money to bring to school and bought drinks and toffees which he shared with some of the boys and girls in his class to win their affection. Not long after Kwame sat on his desk, the math teacher walked in. Kwame disliked him because he was strict and was always carrying a big cane. Almost every day, he gave Kwame a stroke from his cane. Today was no different, before the bell rang for break, Kwame had received five strokes for giving wrong answers during the lesson and his butt was hurting. However, after the teacher left, his friends came to comfort him. 10 11 It was break time and most of the students were playing while others chatted in groups. A girl teased Kwame for the lashes he had received and he beat her. Unfortunately for him, his class teacher saw him. So when they went back to the classroom, the teacher beat Kwame for beating the girl. He cried and was very sad for the rest of the day. At the sound of the final bell, Kwame hurriedly picked his bag and left. He was unhappy because he had gone through a lot that day. He wanted to tell his father about it thinking his father will do something about it. Later that evening, when his father arrived, he told him a different story, blaming the girl. However, his father knew him so he did not say or do anything about it. Kwame was disappointed about his father’s behaviour but soon, he forgot about it. 12 Two weeks later, Kwame went to school without doing his homework. He was called by the teacher and lashed. He got so angry that he insulted the teacher. The teacher reported the matter to the headmaster. Kwame was called before the whole school and gave him ten lashes. It was another very sad day for him. He felt school was not for him, so he decided not to go to school for the rest of the term. He could not act on his decision though, because his father would not let him stay at home. So he kept going to school. However, he did not take his studies seriously. Neither did he study at home. He copied other people’s assignments and presented it to their teachers. His attitude towards school was very poor. He managed to complete basic school and enter high school but he was dismissed. He became a truant and went about with his friends to smoke and drink. Asamoah, on the other hand continued schooling. All efforts to get Kwame to change his attitude failed. So Asamoah became their father’s only hope. 13 14 15 Many years later, the boys grew into young men. Kwame became aimless and could not keep any job because he did not have any skills or knowledge. Asamoah became a doctor and became very rich. Eventually, their father died and each of them had to live life on their own. Asamoah opened a clinic and provided good health care for the people in his community. He became very respected in both their hometown and his community. 16 17 Kwame on the other hand, could not bear his poverty so he joined a gang of robbers. One day, Kwame and his gang of robbers went on an operation. Unfortunately, the robbery was unsuccessful. There was an exchange of gun fire with the police and he was shot dead. Saddened by his brother’s death, Asamoah adviced his children to take their studies seriously. He always says to them, “My brother joked with his education and life joked with him. Education is important so take school seriously.” 18 19 20",
    "source_file": "55._Ghana_18_IT_PAYS_TO_BE_A_SERIOUS_STUDENT.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "extreme",
    "violence_score": 9,
    "emotional_intensity": "light",
    "age_appropriateness": "mature",
    "difficulty_level": "Middle School Level",
    "word_count": 1301,
    "character_count": 7311,
    "difficulty_score": 35.41716477826151,
    "vocabulary_distribution": {
      "Basic": 77.2203947368421,
      "Intermediate": 21.052631578947366,
      "Advanced": 1.7269736842105265
    },
    "story_word_count": 1188,
    "story_character_count": 6493,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "KIRSTYN AKUSHIKA ASEYE DOMAH",
    "title": "AMA THE KIND GIRL",
    "country": "Ghana",
    "comment": "• AGE: 8 YEARS • SCHOOL: KIDDIE SKILLS MONTESSORI SCHOOL • CLASS / STAGE: 2 • FATHER’S NAME: VINCENT DOMAH AHIABU • MOTHER’S NAME: BRIDGET TETTEH-ALLOTEY • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: CAPECOAST,GHANA • INTEREST / HOBBIES: READING, WRITING • FUTURE AMBITION: DOCTOR",
    "written_by": "KIRSTYN AKUSHIKA ASEYE DOMAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Ama was a beautiful kind hearted and intelligent girl. She was the only child of a poor farmer, Opanyin Gyebi and they lived in a farming community called Abotareye. She was liked and loved by the people of her village because of her kindness and her willingness to help all sorts of people. Ama would run errands for everybody without complaining or being tired. One hot afternoon, while Ama was coming home from her usual daily activities, she saw a lot of people on her father’s compound. 02 This is strange. “What is happening?,” she wondered. When she got to the compound, she heard her father’s name being the topic of discussion among the crowd. Her heart sunk. 0033 04 0055 She managed to meander her way through the crowd to get closer to her father’s hut. It was then that she realized the unexpected had happened. Her beloved father had joined his ancestors without bidding her farewell. 06 07 Ama could not help herself. She burst out into tears. Her only surviving parent was gone. Death has laid its icy hands on Opanyin Gyebi. How was she going to take on this wicked world as an orphan? Who was going to fund her education in the secondary school now that she had completed her Junior high school? These were all thoughts running through her mind. 08 09 One evening as Ama sat by herself on her father’s compound, she counted the little money she had gathered from the selling of bananas. She had decided to go to the city to look for menial jobs to enable her for further education. 10 As she pondered over this, a brand new sleek Mercedes Benz saloon car pulled slowly to her compound. The driver’s door of the car opened and a well dressed middle-aged man alighted. A young boy about Ama’s age followed him. 11 12 When Ama saw the boy, she forgot about the money in her hands and quickly ran to embrace him. “Kofi, what are you doing in this village?” Ama asked excitedly. “My dad and I have come to take you to the city,” said Kofi. Ama was dumbfounded and glad at the same time. 13 “Ama,” Mr. Jones continued, “my son told me everything about how you saved him from a snake when his school came for an excursion in your village. Had it not been for you, my son would have been bitten by the snake. I have come to take you the city to sponsor your education.” 14 15 “By the way, where are your parents?” he asked suddenly looking around the compound. At the mention of her parents, Ama started sobbing. She told Mr Jones about her father’s death and how she was about to leave to the city to perform menial jobs so that she could further her education. Saddened by her plight, Mr. Jones patted her shoulders and assured her, “Everything will be alright.” Ten years later, Ama became an accomplished lawyer. She also established a foundation to help young girls on the streets to realize their dreams. 16",
    "source_file": "56._Ghana_19_AMA_THE_KIND_GIRL.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "severe",
    "violence_score": 6,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 623,
    "character_count": 3641,
    "difficulty_score": 40.37158577910017,
    "vocabulary_distribution": {
      "Basic": 75.26132404181185,
      "Intermediate": 21.777003484320556,
      "Advanced": 2.961672473867596
    },
    "story_word_count": 510,
    "story_character_count": 2823,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "NATHANIEL KWAMENA SASAH ADAMS",
    "title": "NO ONE KNOWS TOMMOROW",
    "country": "Ghana",
    "comment": "• AGE: 10 YEARS • SCHOOL: KIDDIE SKILLS MONTESSORI SCHOOL • CLASS / STAGE: 4 • FATHER’S NAME: NATHANIEL KWABENA ADAMS JNR • MOTHER’S NAME: JESSIE ADAMS • NO. OF SIBLINGS: 1 • PLACE OF BIRTH: AIRPORT HILLS,GHANA • INTEREST / HOBBIES: READING, SINGING • FUTURE AMBITION: ELECTRICAL ENGINEER",
    "written_by": "NATHANIEL KWAMENA SASAH ADAMS",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Long long ago, in a village called Nyansapo, there lived a woman called Ama Tiwa. Ama Tiwa had two children, Kofi and Kwame. Her husband died two weeks before Kofi was born. According to their tradition, if your husband died before a baby was born, it was believed that the baby killed his father and will have a bad fortune. Due to this, everyone in the village disliked Kofi and didn’t associate themselves with him. Even his mother neglected him and only provided food for him when she liked. 02 0033 When he was sixteen years, things became unbearable for Kofi, so he decided to move out of the village. One morning, he walked and walked with no intention of coming back to the village. He wanted to go as far as possible from all his problems. When he got to the beach on the border of Nyansapo and the next village called Nyansaye, he decided to live there. He built a house using palm branches and pieces of wood he found on the beach. He lived there alone by himself and taught himself how to hunt and farm. 04 05 With time, Kofi had been able to plant food across five acres of land. He planted maize, pepper, okra, and other crops. He ate from the produce grown from the land and fish he caught from the sea. He also sold most of his farm produce to the market women in the next village. 06 Many years after Kofi left Nyansapo, a man called Kweku Boadu came to Ama Tiwa’s house looking very angry. Ama Tiwa owed him huge amounts of money and had promised to pay before the end of the new moon. 07 Ama Tiwa thought that since her first son, Kwame worked in the city, he had all the money in the world so she showed off and bragged about how rich her son was. Ama Tiwa told Kweku Boadu to take a seat and wait a while, for her son who lived in the city was on his way coming to settle the debt. Kweku Boadu was not happy he had to wait. So he asked her what he should do to her if her son didn’t come to settle the dept. Ama Tiwa confidently told Kweku Boadu to do to her anything he wanted. Kweku Boadu was a man who didn’t joke with his money. He was very strict and showed no mercy when it came to debts. “Did you just say I can do anything to you if your son is not able to pay me?” inquired Kweku Boadu. “Yes, anything you want,” Ama Tiwa replied. Kweku Boadu shook his head and he turned to one of his subordinates signaling him to kill Ama Tiwa if her son doesn’t bring the money. 08 09 Soon Kwame arrived and asked what the problem was. His mother had not told him what was going on so he had no idea. Kweku Boadu narrated the whole story to him and told him the agreement had been reached. Kwame told him immediately he couldn’t pay the money, and so Kweku Boadu should give him some time, but Kweku Boadu was not willing to give them a second chance. 10 11 Kweku Boadu didn’t have any option than to do “anything” as Ama Tiwa had proudly asked him to do. Kweku Boadu who had gotten his wealth through rituals told them that, as a rule whoever borrowed money from him and wasn’t able to pay back had to be killed. As a result, he had to kill Ama Tiwa. 12 13 Ama Tiwa was afraid at this point because she had heard of the things Kweku Boadu could do. In her despair, Ama Tiwa remembered that she had another son who she had rejected. She had heard of his success and so she thought of going to him to salvage the situation. She told Kweku Boadu and he grudgingly decided to go with her to see Kofi. When they got to Kofi’s house, he had swept the compound nicely and there were no traces of footprints anywhere. 14 “Wow, what a nice environment!” said Kweku Boadu. Kweku Boadu walked on the compound as if he was walking at the beach. Kofi saw his mother coming with Kweku Boadu. He watched Kweku Boadu keenly and realized he was a proud man. The way Kweku Boadu walked on his compound with all authority made him furious. “Hahaha...and what shows that this man can pay the money you owe?” asked Kweku Boadu as he laughed hilariously when he saw Kofi. 15 16 17 Without waiting for any pleasantries, Kofi asked what they wanted on his compound. Kweku Boadu told him that his mother owed him money and if she was not able to pay him, he will kill her. “Wonders shall never end. Since when did people start killing their debtors?” Kofi asked. Kofi thought very fast and came up with an idea. He told Kweku Boadu he will give him his money. But he had to sweep all his footprints on the compound before he will give him the money. Kweku Boadu laughed hilariously and asked for a broom. He swept the whole compound. Just when he was going to tell Kofi that he had finished, he walked in the sand and created footprints again. He kept sweeping and creating more footprints so he swept and swept and swept. 18 19 As he did this, he sweated profusely and to add more pain to injury, his men were laughing and teasing him. This made him more furious and he shouted at them so much that they became afraid and bolted out of the compound, never to be seen anywhere near the village. He then angrily dropped the broom and stomped out of Kofi’s compound. No one heard from him again. He left the village because he couldn’t stand being humiliated by anyone again. 20 21 Ama Tiwa, realising how wise her son was, regretted all the bad treatments she had meted out to him. She asked for forgiveness and both mother and son hugged each other, wept bitterly and made amends. * Lesson: Everyone must be treated equally and fairly no matter the circumstance. 22",
    "source_file": "57._Ghana_20_NO_ONE_KNOWS_TOMMOROW.txt",
    "categories": [
      "family",
      "hope_dreams",
      "migration"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1148,
    "character_count": 6276,
    "difficulty_score": 38.78114315602276,
    "vocabulary_distribution": {
      "Basic": 75.12588116817724,
      "Intermediate": 21.248741188318228,
      "Advanced": 3.625377643504532
    },
    "story_word_count": 1035,
    "story_character_count": 5458,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "ADJOA TANAAH ATOBRAH",
    "title": "THE BEAUTY WITHIN",
    "country": "Ghana",
    "comment": "• AGE: 14 • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 9 • FATHER’S NAME: MR YAW ATOBRAH • MOTHER’S NAME: MRS. JOAN YAWA ATOBRAH • NO. OF SIBLINGS: 6 • PLACE OF BIRTH: DODOWA, GHANA • INTEREST / HOBBIES: READING, DANCING, CHOIR DIRECTING • FUTURE AMBITION: NEUROSURGEON THE BEAUTY WITHIN",
    "written_by": "ADJOA TANAAH ATOBRAH",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "What is beauty? I’ve heard so many people say that beauty is beyond compare. I’ve seen the world compare glory to beauty. What makes one beautiful? No one knows. Is beauty natural or made by man? You can judge beauty but you can’t touch what’s beautiful. It’s protected, covered, and yet, it is released to all that want it, all except for me. I’ve been chasing beauty for all of my life. I’ve wanted it so badly and it tore me apart. Some chased the spotlight, others chased fame, but Ipursued beauty. I cower when I hear the sound of praise being given to the beauties of the world, for Iknow I’m not one of them. To feel beautiful is to be on top of the world. 02 03 Why is it that I, Karina, am not beautiful? No one compliments me on my beauty if I have any. No one even takes a look at me twice because I am just a common, normal, and plain girl. I want to possess the beauty that can stun people. I want to have a smile that can melt lead, and then, make the whole world go round. Alas, I possess no such beauty. Maybe that is why my parents do not love me as much as they love Vilonia and Livonia, my sisters. They give them attention and completely ignore me. One night, we received a call from the palace that a party was being held in the land, and all the inhabitants were invited. My mother sent me to the tailor to order three new dresses. I really thought the third dress was for me, but as I glanced over the names of the people to whom the dresses belonged, I was so disappointed that I broke into tears. Livonia and Vilonia laughed and made fun of me. I merely looked at them through tear swollen eyes. 04 05 As I walked to the tailor’s shop, I wondered why Iwas so unloved. As I was pondering over the issue, I bumped into a young boy. I dropped my bag and he picked it up for me while apologizing for something that was completely my fault. Iasked for his forgiveness in return but he insisted that he was at fault. I had never met anyone who was wanted so badly to seem guilty in my eyes. We talked for some time and we became acquainted with each other. He walked me home every time we met at the market place. I guess that was why he was called Kofi Nyame, for indeed, he was good and kindhearted. The day before the party, I went to the tailor who was busy catering for orders. The tailor and his lovely wife saw me in the village square every day and liked me very much. So they sewed a beautiful dress for me, much nicer than the ones that my sisters had. I was so happy. I hugged them and ran out of the shop singing songs of praise to God. 06 07 On my way home, I met Kofi Nyame. He saw how happy I was and asked me why I was so happy. When he heard that my mother had not ordered a dress for me he became very confused. I explained to him that my parents did not like me because Iwas not as beautiful as my other sisters. When Itold him this, he laughed hysterically and had tears in his eyes. He then asked me whether my parents were blind. He told me that I was the most beautiful girl in the village and that was why my parents rejected me, for they could never harness the beauty I had 08 09 I continued my journey home pondering over what he had said. My sisters were waiting for their dresses. They ran to me as soon as I entered the house, tripped me over and then ran back to the house to show the dresses to our mom. When they opened the bag, they realised that the dresses were four and one was more beautiful than the others. They accused me of stealing the dress and then tore it to bits. My mother then said that as my punishment I would wear the ragged outfit to the party. 10 I cried and cried and cried. As evening drew nearer, I ran to my favorite part of the forest and laid there crying. I didn’t even care if my sisters went to the party without me. I cried and thought of what Kofi had told me. Why is it that he claims I am beautiful but then my own family despises me? 11 The rain cried with me. The thunder broke the loud silence that enclosed the forest. Then as lightining struck, I saw a horrid looking face. I thought that Imust have been seeing things but as the lightining struck again, it confirmed what I had seen. 12 It was a wrinkly old man with a horrid looking face. He was drenched in the rain and was shivering to the bone. I took him to a near by cave and gave him the cloak I was wearing so that he would stay warm. I lit a fire with the pieces of wood I found in the cave and made a bed of leaves for him to sleep so that he would not get ill. When the sun rose, I went out and picked some fruits for him to eat. I knew I had missed the party, but really, what would I gain? It was only a party. At least I had the company of someone who had lived through another night because of my kindness. For me, to help a person has enough reward than going to some party for pompous overgrown obese people. The old man then told me he saw me crying and wanted to know why. Iopened out my heart to him and told him of all my sorrows. He told me to go home and return by evening. I did not understand why, but I chose to be obedient. 13 14 15 As I walked home, I remembered that I had not thanked the man for listening to me and for comforting me. I quickly ran back to the forest. However, when I got there, there was no old man but rather, a young handsome man. He got up from where he was lying and turned towards me. I was shocked. It was Kofi, my friend. I asked him why he was there and where the old man was. He told me that he was cursed to become old during the night if only someone gave him a bed, warmth, clothing and food without knowing his true identity, all of which I had done. He said that I had broken his curse and that he was very grateful to me. 16 1117 He also said that I too was cursed. I was so shocked. “Me? Cursed?” I asked. He said that my curse was similar to his. At birth, an evil witch who was jealous of my beauty placed the curse on me. No one apart from the ones who truly loved me could see my true beauty. The witch was jealous of my beauty and so she made me ugly in the eyes of others. I desperately asked him what I can do to have my curse broken. He said that all I had to do was to put things right by marrying him. 18 19 I agreed to do so. A few months later, we called the tailor, his wife and everyone who wished us well and went to see the priest. The priest married us and at that moment my mother and sisters came to me. They knelt down crying and apologized for causing me pain. The king and the prince also came to the wedding after they had partied all night. The prince was bewildered when he saw my beauty. He said to himself, “For in all my years on earth, I have never seen a woman so beautiful.” Now I know that being beautiful on the outside is not enough. I now believe that Ihad beauty all along. No one can be beautiful without being kind. All I know now is that, my name is Karina and I possess beauty within. 20",
    "source_file": "58._Ghana_21_THE_BEAUTY_WITHIN.txt",
    "categories": [
      "family",
      "adventure",
      "hope_dreams"
    ],
    "violence_level": "none",
    "violence_score": 0,
    "emotional_intensity": "intense",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1505,
    "character_count": 7751,
    "difficulty_score": 35.37696913720266,
    "vocabulary_distribution": {
      "Basic": 75.86445366528353,
      "Intermediate": 22.130013831258644,
      "Advanced": 2.0055325034578146
    },
    "story_word_count": 1392,
    "story_character_count": 6933,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "HANNAH DENIECE HOFF",
    "title": "Is this what life is about!",
    "country": "from every participating local community.",
    "comment": "• AGE: 13 • SCHOOL: SENOW ACADEMY HIGH SCHOOL • CLASS / STAGE: 9 • FATHER’S NAME: RICHARD O. HOFF • MOTHER’S NAME: LYDIA C. HOFF • NO. OF SIBLINGS: 5 • PLACE OF BIRTH: MONROVIA, LIBERIA • INTEREST / HOBBIES: SINGING, READING • FUTURE AMBITION: WRITER AND MEDICAL DOCTOR",
    "written_by": "HANNAH DENIECE HOFF",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time in Matadi, there lived a little girl called Deniece. She lived with her seventy-seven years old grandmother, Ma Yahyah. Deniece was not content with what she had. She was always restless and wanted everything for herself. She always complained that her family did not have enough food to eat, glamorous clothes to wear, and a beautiful and sizeable house to live in. She coveted other girls who came from rich families and always wished she was part of those families. Deniece did not understand why her grandma was always cheerful and content with the little they had. Her grandmother was always grateful God prorided what they had. 01 02 03 One day, Deniece asked Ma Yahyah, “Why are you always happy and content with the little you have and nothing seems to bother you?” Her grandmother looked at her and smiled. “Deniece,” she said, “I have seen and experienced lots of things in life, but let me tell you an interesting story that will help you understand why I’m always content and happy with the little Ihave.” Deniece ran quickly and sat in front of the old woman and said, “Grandma, I want to hear the story.” 04 0055 Ma Yahyah started the story; There lived a guinea fowl who was always restless because he always wanted more of everything he had. While he was looking for what he wanted, he was also sought after by other bigger birds and snakes. While some hunters set traps for him, others also threw stones at him. He always thought his living condition was the worst and he could get something better out there. 06 One day, the guinea fowl went to look for food on an old rice farm. He climbed a tall tree to survey the farm before coming down to eat. He did this to ensure he does not become anyone’s prey. While he was on the tree, something interesting caught his attention. He saw a little boy walking down the farm. The boy was carrying a uniquely designed basket on his shoulders. When the boy got to the farm hut, he opened the doors of the basket and chickens came out of it. 07 08 09 The boy sprinkled some grains of rice on the ground for the chickens. Afterwards, he left them to scavenge for food in the farm. After the farmers had finished threshing the rice for the day, the chickens went to peck the leftovers from the ground. Later that evening, the little boy caught a few chickens, put them in the basket and sent them back to the village. 10 11 The guinea fowl watched the chickens for days and was impressed by how they were treated. They were well fed and catered for, and he wanted to be like them. He decided to meet the head of the chickens, the big rooster and ask to be part of their family. When the guinea fowl approached the rooster and informed him about his decision, the rooster looked at him and asked, “Is that what life is about?” The guinea fowl did not understand what the rooster was trying to tell him. So he accused the rooster of being selfish for not wanting to help him. The guinea fowl said to the rooster, “Where I am from, nobody cares about me. I don’t have enough to eat like you and your family do. I have many enemies, they are always after my life; both hunters and wild birds want to kill and eat me. Your life here is safe; you don’t walk to search for food and you have someone who has been assigned to take care of you.” The rooster tried to talk the guinea fowl out of following them, but he would not listen. He finally allowed him to follow them. The guinea fowl was very excited to join them. He shouted, “My life has changed Goodbye to sorrow and suffering!” 12 The guinea fowl started acting like the chickens: he ate like them, walked like them and scratched the ground like them. He said to the rooster, “You see, this is the best day of my life. At home I don’t have this much to eat.” When the boy’s mother was sifting her wheat and some fell on the ground, the chickens ran there and started eating again. 13 The guinea fowl again said to the rooster, “You see what is happening? I don’t usually see this at home. You are blessed here but you don’t want to admit it.” The rooster responded calmly, “Is this what life is about?” “Yes! This is all what life is about.” The rooster shook his head and replied, “You will understand what I am saying very soon.” 14 15 Soon it was evening and the little boy started catching the chickens again. The guinea fowl pretended to be one of them and got in the basket to experience how it felt, being in a basket carried on someone’s shoulder. The boy carried the basket with all the chickens in it and started swinging it gently. The guinea fowl was very happy. He intentionally went and stood at the door of the basket and enjoyed looking outside. When he saw the rooster was looking at him, he said, “In my house nobody rocks me like this.” The rooster looked at him and shook his head again. The little boy sent the chickens safely to the house. While they were resting, they suddenly heard some shouts of joy. Sumo, the eldest son of the farmer, Mr. Joe Kpoto had arrived from Monrovia to spend his vacation with his parents. Mr. Kpoto embraced his son and said, “Son, you came late… My trap caught a deer but today, but we ate all the meat so tonight we can’t make your favourite pepper soup.” Sumo said “Papa, don’t tell me all the chickens have been eaten too.” 16 1117 The guinea fowl was listening to the conversation between Sumo and his father. When he heard Sumo talk about chickens, the guinea fowl began shivering. Now the rooster reached out to him and said, “So now you see, is this all life is about?” Before the guinea fowl could respond to the rooster, Mr. Kpoto ordered the little boy to kill one of the chickens to prepare some soup for his son. 1128 The guinea fowl became very quiet when the little boy was coming to the chickens’ basket. Unfortunately for the guinea fowl, he was very close to the door of the basket so he was the one the boy could reach. The guinea fowl put up the best fight of his live. He started making some shrieking sounds, “Chi-chi-chi!” The guinea fowl was too strong for the little boy to pull him out of the basket so the boy reached out for another chicken for the soup. 19 That night, the guinea fowl couldn’t sleep. His temperature rose and his heart kept beating till the following morning. The old rooster reached out to him again and asked, “Is this what life is about?” This time the guinea fowl replied, “No! No! No! This is not what life is about. You are all in a prison. Iwill just wait till day break and I will be the first to move out of this basket!” 20 The next morning, the little boy took the chickens again to the farm. When he was swinging the basket, the rooster asked the guinea fowl again, “Is this all life is about?” The guinea fowl replied, “I’m tired of your questions! Why didn’t you just tell me about what happens to you chickens?” 21 22 23 The guinea fowl started appreciating his former situation. He thought to himself, “I was a king. I controlled my own world but I was always not content. O’ God forgive me for always complaining.” When the little boy got to the farm and opened the basket, before he started feeding the chickens, the guinea fowl ran as fast as he could away from the farm. He went far away and never returned. 24 1275 After Ma Yahyah had finished telling the story, she asked Deniece, “My little girl, is this what life is about? Deniece smiled and gave her grandmother a big hug. From that day onwards, she became grateful to God for what she had and started appreciating every little thing she got. 1286",
    "source_file": "59._Ghana_22_IS_THIS_WHAT_LIFE_IS_ABOUT.txt",
    "categories": [
      "family",
      "hope_dreams",
      "kindness"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1514,
    "character_count": 8364,
    "difficulty_score": 37.06198461418914,
    "vocabulary_distribution": {
      "Basic": 79.19117647058823,
      "Intermediate": 19.77941176470588,
      "Advanced": 1.0294117647058822
    },
    "story_word_count": 1401,
    "story_character_count": 7546,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part one",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Sunhee Lim",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In Tanzania there is a village with a mineral mine, and a very sweet girl, Martha. Martha lives with her beautiful mother and hardworking father. Although Martha’s parents were poor, they helped others in need. “Who are these people?” Martha’s mother asked after seeing Martha’s painting. “This is an Angel, mom, dad, and I!” said Martha. “Wow, this is very interesting. I think the angel looks just like me,” said Martha’s mother. “Yes, you are right! You are the angel and the angel is you!” said Martha. “Hahaha, thank you, Martha!” Martha’s mother said with a big laughter. One day, Martha was playing in the yard and suddenly heard a noise. “What is this?” There were people throwing stones at Martha’s house, and Martha burst into tears. “Mom…!” Martha’s mother hurried to the yard and held Martha back into the house. Martha heard one of her neighbors shouting out words. “Hey, you cursed people! Get out of this village!” “ Mom, why are people mad at us? What are they talking about a curse?” Martha asked her mother. Martha’s mother did not say a word and patted Martha’s head and cried. Martha’s father silently hugged Martha and her mother. Martha thought something was odd, but she did not say anything. However, as time passed by, unusual things started to happen. Martha’s depressed parents started to look sick, and her parents would not go to work. At first, Martha was excited that she could be with her father all day long, but she realized that there were more days she was starving than eating. “Mom.. I am hungry..” Martha said after starving for two days. However, Martha’s mother could not hear Martha’s voice. She headed to her father and saw him take medication. At that moment, Martha teared up because she was so sad. The pills Martha’s dad took was only useful after a meal. If they take the pill again without a meal they will vomit. Martha really wanted to help her parents, so she went out to find some food and ran into her friend Eric. “Hello, Martha!” said Eric. “Hey, Eric!” Martha said while she ran towards Eric. But, suddenly, Eric’s mother scolded at Eric to come back in the house. “Eric! Who told you to talk to a cursed girl like her? Do you want the disease to spread to you?” Everyone in the village, and her close family members started to avoid Martha’s family. Martha could not understand why her angelic parents got the cursed disease. The people in the village and Martha’s cousin all wanted them to leave the village or they will die from the curse. Eventually, Martha’s parents passed away when Martha was 6 year old. Martha stayed next to her parents for a few days and shed tears. No one in the village would take care of Martha, not even the orphanage. Martha’s stomach started to grumble louder and louder. Martha decided to pick up food from the trash and streets. Martha had always been avoided by everyone. “It is Martha! Everyone, run!!” the children said while they ran away. “Hey! I told you to leave the village!” said her father’s friend. Everybody in the village thought the disease would spread. If Martha was leaning on a chair, the chair would be gone the next day. Not a single person would help Martha. Martha really hated the people in the village. While sitting on the street, Martha thought about her parents. “Mom, Dad! Did you meet the angels in heaven? People in heaven are probably kind-hearted people, but people here are very cruel! I think the people in the village have cold, black hearts!” Martha decided to move to a different village, and in that village many people did not know Martha. However, Martha was afraid to meet people, so she would always stay near a dumpsite. One day, when Martha was looking for food at the village dumpsite, a lady came up to Martha. “Where are you from? Where are your parents?” Martha thought she could not say anything about her parents. “ I have never seen my parents. I was raised in the orphanage and it closed down” said Martha. . The lady, Mutoni’s youngest daughter got a disease and died a long time ago. At that moment, Mutoni thought of her daughter looking at Martha, so she took Martha to her house. “Hello, Martha? My name is Uwase. Nice to meet you!” Mutoni’s oldest daughter said. Martha thought her parents sent Uwase and Mutoni as a gift. Mutoni was quite poor but her husband who worked in “Martha!! Look at this!! My dad has sent us crayons!” Uwase said excitingly. “Crayons? What is that?” Martha said. Uwase used bright colors and drew Martha’s face with a heart. Martha was so fascinated about the colors. Uwase told Martha that Martha can use the crayons anytime. For the first time Martha used crayons and she fell asleep in joy. In Martha’s drawing, there were angelic wings on her mom, dad, Motoni, Uwase and Motoni’s youngest daughter, one she never seen before. They were all holding hands. In Martha’s dream, she met her happy parents. “Mom, dad. Although there were happenings that I could never understand, I think there are still sympathetic people who exist here. When I become an adult, I will",
    "source_file": "6._Tanzania_05__Martha_01__with_can.txt",
    "categories": [
      "family",
      "loss_grief",
      "poverty"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1027,
    "character_count": 5862,
    "difficulty_score": 35.032001830985664,
    "vocabulary_distribution": {
      "Basic": 75.39863325740319,
      "Intermediate": 22.55125284738041,
      "Advanced": 2.050113895216401
    },
    "story_word_count": 914,
    "story_character_count": 5044,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "CLAUDIA AFUA YANKEY",
    "title": "THE STRENGTH OF FORGIVENESS",
    "country": "from every participating local community.",
    "comment": "• AGE: 14 YEARS • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 8 • FATHER’S NAME: MR. PHILIP YANKEY • MOTHER’S NAME: MRS. RACHEAL COFFIE • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: TEMA, GHANA • INTEREST / HOBBIES: READING, CREATIVE WRITING • FUTURE AMBITION: BUSINESS WOMAN",
    "written_by": "CLAUDIA AFUA YANKEY",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Mensa and Antobam were the best of friends who lived in a village called Faatse. They did 01 almost everything together. They were so close that some were inspired of their friendship, while others were envious of them 02 They shared ideas together, played together, and ate together. They were both farmers with big f arms where they planted various kinds of food. They both had two (2) acres of farm lands. One day Antobam fell sick and Mensa took him to the clinic in their village for treatment. Though Antobam was treated and given medicines, his situation became worse as the weeks went by. His good friend advised that they go to the big clinic in the nearest town for a thorough check up because the natives of the village trusted that clinic more than theirs. Antobam agreed and off they went. 03 Due to Antobam’s condition, he could not walk for a long distance. Mensa had to carry him on his back since vehicles were scarce on some days in the village. 04 000533 When they got to the clinic, the doctor carried out a test on Antobam. After the test, it was confirmed that Antobam was very ill and had only a month to live. Antobam was very sad and cried when he heard the news. He said to himself that he was going to die and leave his dear friend. He was the only one he had. He had no family, no child and no wife. Mensa was also sad for his friend. He wondered how he will cope without him. Antobam thought of leaving his farm for his dear friend because he had helped him so much. Antobam became so weak that he could not go to his farm. He told his friend to take care of his farm for him but he did not tell him that he had decided to leave his farm for him. 06 The next day, a neighbour of the two friends came to visit Antobam to ask how he was feeling. Mr. Osei, their neighbour, saw Mensa bringing food to Antobam. He immediately became jealous of their friendship and devised a plan. Mr. Osei had evil thoughts in mind. He wanted to destroy the friendship between Antobam and Mensa. 07 08 So he advised Mensa to take advantage of Antobam’s illness and make himself rich. Mensa foolishly listened to Mr. Osei and decided to sell Antobam’s farm. He sold Antobam’s farm without him noticing and moved away to another village to enjoy the money. He totally forgot about his good friend and Antobam was left alone to die. 09 10 11 On the third week after his diagnosis, he received a call from the clinic. The doctor asked him to come to the clinic. Antobam wondered how he was going to go to the clinic without his friend’s help. He thought, “Where could Mensa be? Is he alright? I am worried about him.” He managed to walk to his neighbour, Boakye’s house and asked him if he could send him to the clinic. “Boakye, can you please escort me to the white man’s clinic at Akitiwaa village?” he asked after all the pleasantries. Boakye replied “Why not, you have been a good neighbour to me since you moved here. I will go with you.” When they got to the clinic, the doctor who examined him the previous time was there. He told him that he sent an email outside the country for the doctors there to study his diagnosis. He also told him they were able to come out with a treatment so he will be well very soon. 12 13 Antobam was full of joy becauge he was going to be well again. They admitted him and started treatment immediately. Within a few days, Antobam responded very well to the treatment. On the other hand, in Atipo village, Mensa was counting the days till he hears that his friend had kicked the bucket so that he can return to the village. On the market day in Atipo village, while he was out buying food from the market when he met Boakye. He was there to sell his farm produce. When he saw Mensa, he was shocked to see him there so he asked him, “Mensa, I thought you had travelled to the city. Your friend has been looking for you, where have you been all this while?”. Mensa’s answer shocked Boakye even more. “He has been asking of me? I thought he will be dead by now.” Boakye in his shock told him, “No! Your good friend is not dead as you wished, he is well.” He then told him all that had happened with Antobam’s health 14 15 Mensa was so ashamed that he could not look at Boakye’s face. His conscience was haunting him so badly. He could not move or talk. He was glued to the same spot for a long time. Boakye told him “Mensa, you are a very bad friend, go to your friend and make amends with him.” And then he left to go and sell his produce. Mensa was so ashamed, he could not tell Boakye he had sold his best friend’s farm. He asked himself a lot of questions when he got home. “How do I face my friend? What will I tell him and how do I start?” He was so confused that he did not know what to do. He remembered Boakye told him that Antobam wanted to sell his farm to pay for his treatment. “Eeeiiii, Antobam will find out that I have sold his farm. I have to tell him before he finds out,” he said to himself. 16 17 With his decision to make amends made, Mensa gathered his belongings and the money left and set off to Faatse. When he arrived, he met Antobam who has also just arrived from the clinic to gather some money for the payment of his treatment. He came in with Mr. Ansah, a rich man who lived close to the Chief’s palace. When Antobam saw Mensa he exclaimed, “My friend, where have you been? I have been looking for you for so long. I am now well, the Almighty God has remembered me and I am well again. I am here to show Mr. Ansah my farm so that he can buy it. I have to pay the clinic for my treatment.” 18 19 Mensa could not say anything. He just stood there with tears streaming down his face. He could not say a word. Antobam was worried and did not know why his friend was crying. Eventually, Mensa was able to control himself. He looked up and said, “My good friend Antobam, I am sorry. I have wronged you so badly. Please forgive me.” Antobam could not believe his ears after Mensa narrated everything to him. He was so shocked to his bones, that he did not know what to tell his friend. Mensa brought out the remaining money and gave it to his friend. Antobam had still not recovered from his shock. He asked his friend, “Mensa, why did you do this? I thought we were good friends. Why Mensa! Why did you put up this selfish attitude!” 20 21 Mensa pleaded with his friend. “Antobam, my good friend, please don’t make this any harder for me. Please release this burden of guilt on me by forgiving me. I cannot stand your rejection. I am sorry, my friend. I was greedy and selfish. Please forgive me and ease my soul.” Antobam was so touched by the words of his friend. He remembered the good days they enjoyed together and how he carried him to the clinic on his back when he was seriously ill. If Mensa was not there for him, he would have died in the house. What difference would it have made to the farm anyway? 22 2231 Antobam embraced his friend and told him, “I have forgiven you, my friend. Let your soul be at ease now. I love you my good friend. I have forgiven you and forgotten about it. Let us pretend it never happened.” They hugged each other with tears running down their faces and continued to live as good friends. 24",
    "source_file": "60._Ghana_23_TOO_DIFFICULT_TO_PLEASE.txt",
    "categories": [
      "family",
      "friendship",
      "hope_dreams"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Elementary Level",
    "word_count": 1483,
    "character_count": 8014,
    "difficulty_score": 34.03157117214469,
    "vocabulary_distribution": {
      "Basic": 76.0614934114202,
      "Intermediate": 22.840409956076137,
      "Advanced": 1.0980966325036603
    },
    "story_word_count": 1370,
    "story_character_count": 7196,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "CHAYIL ANNE MEFFUL",
    "title": "EVERY GOOD GESTURE IS REWARDED IN DUE TIME",
    "country": "Ghana",
    "comment": "• AGE: 12 • SCHOOL: THE ROHI SCHOOL (TRS) • CLASS / STAGE: 8 • FATHER’S NAME: MRS. MIMI MEFFUL • MOTHER’S NAME: PASTOR EMMANUEL MEFFUL • NO. OF SIBLINGS: 3 • PLACE OF BIRTH: TEMA, GHANA • INTEREST / HOBBIES: READING, WRITING, DANCING • FUTURE AMBITION: BARRISTER AT LAW",
    "written_by": "CHAYIL ANNE MEFFUL",
    "illustrated_by": "Wilson Syram Akude",
    "edited_by": "Kezia Agbenyega, Eugene Duodu Ampofo, Louisa Betsy Ninson Irene Sakyiwaa Siaw, Selasie Mensah, Yeiji Hong",
    "project_manager": "Godwin Fiagbor",
    "project_coordinator": "Juliana Amoateng, Dorcas Storm Godwinson, Richard Osei",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "It was 5:00 am and Joana was already awake. Even after she had a hectic day previously, she still managed to wake up early. She was a very hardworking girl.Joana performed all her household chores, got ready and set off for school at 6:00 am. “Mum, I’m leaving for school” she said while standing in the doorway. However, her mum, Maame Ekua didn’t hear her because she was busy folding clothes in her room. School was not far from her house so she always walked to school. 02 While Joana was on her way to school, a beautiful leather bag fell from the trunk of a car which was passing by. She noticed the trunk had not been properly closed. She chased the car and shouted to get the driver to stop but the driver did not hear her. He was driving at top speed. When Joana noticed she could not catch up with the car, she went back and picked the bag from the street. For a few minutes, Joana did not know what to do with the bag. Finally, she decided to send the bag home to her mother to help her find the owner. 000333 0044 Joana quickly ran home and rushed through the front door panting. She shouted as she ran to her mum’s room. Her mum panicked because she didn’t expect Joana to come home at that time. “What brought her back home early? ” she wondered. “Aren’t you supposed to be in school by now?” her mother interrogated. “I was on my way to school when this bag fell from a passing car.” She said showing the bag to her mother. “It fell from the boot of the car. Nobody was around and when I shouted, the driver did not stop. So Idecided to bring it home so that we can find the owner,” she added. Her mother became furious at her decision to bring the bag home. 05 “What at all is in this bag. And why did you choose to bring it home instead of going to school?” she asked furiously. “Bring it closer and let me have a look” she said, “Mmm…It looks very expensive. Well let’s open it and see,” she continued. When Joana’s mother opened the bag, she found out that there were some pieces of diamond and gold bars in it. Maame Ekua and Joana were both surprised and amazed at the contents of the bag. They were silent for a while. Then suddenly, Maame Ekua opened another compartment of the bag and saw a business card with a name and contact address of someone clearly written on it. “This must be the owner of the bag,” she said to Joana. 06 After carefully thinking it through, Maame Ekua called the phone number on the card. She dialed the number several times but it did not go through. She continued trying until it went through and somebody picked up. The person who answered the call was very rude. 07 08 Maame Ekua did not give up. She waited for a while and called back. This time the man sounded polite. “Maybe I called at the wrong time earlier”, she thought to herself. He paid rapt attention to what she was saying. He became very excited when he realized someone had found his bag having the gold bars and pieces of diamond. Maame Ekua probed further till he became angry. He did not allow Joana’s mother to finish what she was saying before he interrupted her and asked for her location. However, Maame Ekua was sure he was the owner of the bag. 09 Maame Ekua told the man their location. In no time, he showed up and got his bag, and was very appreciative. He offered to build Joana’s family a new house, cater for her education up to the university, and build a shop for Joana’s mother. They were all overjoyed when the man fulfilled his promise six months later. 10",
    "source_file": "61._Ghana_24_EVERY_GOOD_GESTURE_IS_REWARDED_IN_DUE_TIME.txt",
    "categories": [
      "family",
      "education",
      "hope_dreams"
    ],
    "violence_level": "mild",
    "violence_score": 2,
    "emotional_intensity": "moderate",
    "age_appropriateness": "middle",
    "difficulty_level": "Middle School Level",
    "word_count": 777,
    "character_count": 4312,
    "difficulty_score": 37.284633446702415,
    "vocabulary_distribution": {
      "Basic": 74.93112947658402,
      "Intermediate": 22.865013774104685,
      "Advanced": 2.203856749311295
    },
    "story_word_count": 664,
    "story_character_count": 3494,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part Two",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School ”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Seungpyo Hong",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "After a banquet with orphanage friends on Sunday, Martha, Auntie Motoni, and Uwesa sat down altogether. “Congratulations, Martha! Iam so proud of you!” said Motoni with happy tears in her eyes. “I am so happy for you! You are going to do better and better! We will always stand behind you!” said Uwase while praising Martha with all her heart. Motoni held Martha’s hands firmly. Martha remembered a conversation she overheard on the way back home from school. One of villagers told Motoni with a very serious tone. “Motoni, How longer are you planning to care for Martha and send her to school when you don’t even know who her parents are? Why don’t you send her to marry someone since she is now 14? I heard that there is a young man who loves Martha.” “Marriage!?” shouted to herself Martha and she almost fainted. Martha did know that it is quite a burden for Motoni to look after Martha. Motoni ran her own small alteration shop and sold goat milk to make her ends meet. Since she didn’t make enough income, she often had to borrow corn powder from a neighbor or completely skip meals time to time. While contemplating deeply, Motoni called out Martha to the back yard. It was a night filled with quite bright moon light. Motoni talked to Martha carefully while gazing the stars. “Martha, I’ve got an important message to share with you. There is a young village man who loves you dearly. Since you are now 14, are you interested in getting married? I will leave it completely up to you to decide. Idon’t want to force you to go any direction,” said Motoni. Since Martha always felt love and care by Motoni, she felt sorry and also grateful. Nonetheless, marriage was an unthinkable option for Martha. “I am so sorry. I can’t get married. I want to continue to go to school. There will be a storytelling competition, I want to send in my story. I hope to win in it. They said and also a scholarship. If I do not win in it, let me rethink about my life plans. Could you give me a chance?” said Martha. Motoni hugged Martha tightly and said, “Sure, Martha. Don’t even think about marriage. You will do well no matter what you try because you are so smart!” In Motoni’s arms, Martha prayed to her mother and father that night. “Mom, Dad, please give me strength and wisdom.” Martha was truly a famous queen in her school since she was the smartest and spoke best English. She prayed every day and participated in the storytelling competition in which she won the first place. The village head came down and gave Martha an award with a T-shirt with a “Martha, congratulations. You made us all proud. Here is the certificate of award and scholarship,” said the school principal. The village head, principal, and Martha took a picture with the T-shirt on. The picture went on to be on the first page of the village newspaper. Everyone in the school ground clapped for Martha. Motoni and Uwase were the ones clapping the most because they were so proud of Martha. Motoni threw a party for Martha. She was so proud of Martha since she was able to win the competition and receive a scholarship when she doesn’t even have parents around looking after her. Godfrey, one of naughty boys in the school, was so curious about Martha. To him, Martha’s T-Shirt and her big eyes drew a lot of attention. “Hi Martha, I am Godfrey. If I write a story like you, do you think I could win a T-Shirt like yours and even get a scholarship?” said Godfrey. “Of course! If you try hard,” said Martha with a big smile on her face. “You probably haven’t heard about me. I can’t read nor could I paint anything pretty,” said Godfrey. Godfrey was well known to be a liar and trouble maker, but Martha did not care about his reputation. For Martha, Godfrey was just a kid and she has not seen any bad behaviors Godfrey might have shown to others. “Godfrey, what are you good at?” asked Martha kindly. “Oh well. I am good at fighting. I can make a good sling. My sling can hit a bird so accurately. A good sling needs real craftsmanship. I can carve wood and make just about any shapes or objects.” Said Godfrey seriously. “Wow! That’s awesome. Can you make a bird by carving wood then?” asked Martha. With a little bit of bashful face, Godfrey answered proudly, “Of course!!!” “Hmm. It must not be easy, though. You probably spent a lot of hours to perfect your carving skill” said Martha. With a lot of excitement and pride, Godfrey answered, “Of course! Not all slings are useful. I have my own set of secret ways to make a real good sling. Moreover, carving wood is not easy and you have to be extra careful because you could easily get hurt.” “Well, writing and painting is like carving wood well. It may not be fun in the beginning, but by learning and practicing to use good words and good phrases, you can make a good story. You may keep forgetting them, but with more practice, you can become a good writer!” said Martha. “Really? It’s just like building up my own secrets by making many things with wood and carving many good useful slings!” said Godfrey. . “Sure! It may be hard in the beginning, but if you keep doing it, you will be able to express your mind really well. It’s like carving wood with all your heart and care consistently,” said Martha. . Children overhearing Martha and Godfrey became also interested in their conversation. Soon, Uwase whispered to Martha, “How about if we give him our crayons to paint some storybooks?” Martha smiled back to Uwase. The crayons were short and they were used very carefully whenever she wanted to heal her own scars. Godfrey felt flying in the sky when he was given a set of crayons by Martha because he never received anything from anyone in his life. “Thank you so much, Martha!” said out loud Godfrey. He thought angels in heaven must look like Martha",
    "source_file": "7._Tanzania_06__Martha_02_with_can.txt",
    "categories": [
      "family",
      "education",
      "kindness"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1180,
    "character_count": 6605,
    "difficulty_score": 37.75546808072264,
    "vocabulary_distribution": {
      "Basic": 71.20921305182341,
      "Intermediate": 27.543186180422264,
      "Advanced": 1.2476007677543186
    },
    "story_word_count": 1067,
    "story_character_count": 5787,
    "story_difficulty_level": "Middle School Level"
  },
  {
    "writer": "MARTHA EMMANUEL",
    "title": "THE MARTHA STORY part Three",
    "country": "Tanzania",
    "comment": "“Martha Emmanuel at Newala Day School ”",
    "written_by": "Martha Emmanuel",
    "illustrated_by": "Minsu Kang",
    "edited_by": "Elizabeth Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "At dawn, sixteen year old Martha starts her day by sweeping the yard and while she prepares breakfast, she asks lady Motoni a question,“Lady, I need to give this yellow clothing to Irene, right?” “Yes, I am very worried about Irene. She has been sick for months,” said Motoni. Irene is the most beautiful woman in this village, who “Is anyone here? This is Martha!” she screamed into the open door. “Hello, Martha? Irene and her family went into the mountains to meet a healer. They will probably be back by tomorrow,” said Irene’s neighbor who heard Martha screaming. “A healer?! Irene must be really ill. How severe is her illness?” Martha asked. “She is probably cursed, too!” Martha shockingly said to herself. “Perhaps by any chance, is Irene sick with the same disease my parents had?” Martha secretly thought to herself as she put her head down. “When Martha was six years old, her parents passed away with the disease that was a curse. However, Martha’s parents were really kind people, so Martha believed her parents should not be cursed. Martha had always questioned her parents’ death. Martha unconsciously went off to the mountains to meet the healer. After walking in the mountains for an hour, Martha found Irene’s mother. “Oh my! How did you come all the way here?” asked Irene’s mother having tears in her eyes. “I came here because I was worried about Irene. How is Irene? Is she okay?” said Martha. “How nice of you, thank you… The healer said Irene will be staying the night in the mountains so she can fight off the curse. She will heal so do not worry so much,” said Irene’s mother. Martha learned from her school that the reason a person is sick is because of germs. Martha thought the way the healer treated his patients was really odd and suspicious. However, Martha could not say anything to Irene’s mother, who is believing that Irene would heal. Martha worried so much about Irene. Irene, beneath the tree’s shade, looked sicker than usual, but when she saw Martha, she smiled with a warm heart. “Martha I am so thankful you came here. I heard from my mother that if I spend one night here I will be in the village tomorrow in a good condition,” said Irene. “I hope you heal, but did the healer say that you can be treated in this way?” Martha carefully asked. “Well, my parents said the healer treated my grandfather so I followed. I am actually not sure, but there is no other way I can be treated,” Irene said with a soft voice. After seeing the healer, Irene seemed to heal a bit, but soon she started to vomit. Irene’s illness started to get worse. In the village, there was a rumor Irene became pregnant by the healer. Martha and Uwase went to Irene’s house. “How can this happen?” Irene’s mother was helplessly crying. Martha and Uwase ran up to Irene’s mother. “What happened?” asked Uwase. “The wicked healer died yesterday…” Irene’s mother sadly answered. “That healer died before treating Irene completely!!” Martha said as her eyes got bigger. Martha and Uwase could not say anything. Martha and Uwase went into Irene’s room. Irene looked very ill and she could not even stand up. “Irene, how are you? Are you taking your medicine?” asked Uwase. medicine the public hospital has given me. The medicine is so strong that I have to eat my meals,” said Irene. Looking at the medicine that was given to Irene, Martha was really surprised. Martha thought of her parents’ who always took the medicine when they were hungry. When Martha was younger, her cousins and neighbors threw rocks at her parents. Everyone thought that Martha’s parents got the disease for being cursed. After Martha’s parents passed away, no one ever talked about them. Irene did not know the reason why Martha’s parents passed away, but she still tried to help Martha out from crying. “It is okay, Martha. Do not cry Martha. Doctor, Martin, who is from America said the life we live here is like a preschool. The people who did not do bad actions will meet again in heaven, and live forever. Martin said there is no one who did anything bad there.“ After listening to Irene speak, Uwase and Martha felt Irene will leave the world soon. A few months later, Irene had passed away. Motoni, Uwase, headed to Irene’s house for her funeral. “What kind of disease did a sweet girl like Irene get? Clearly, my parents took the same kind of medicine. Can it be true, my parents and Irene got the same disease? Then, what about the healer? Can there be such a thing of a cured disease?” After the Irene’s funeral, Martha could not sleep. Martha constantly looked at the sky thinking about Irene and her parents. Martha could not understand. “Mom, Dad, did you meet Irene in heaven? Irene is very kind-hearted and sweet. There are thieves who are unapologetic and still living their lives longer than you guys! I do not understand why Irene and my parents passed away. “It truly hurts my heart, so later on I made a commitment to become a doctor. I will figure out the diseases that took you guys. The people in the village say it is impossible for an orphan like me to become a doctor, but I will never give up and try my best. I will help people like Irene and the people in need. Mom, dad, Irene, please look over me and count on me. Mom, dad, I love you! Irene, you will be in paradise.”",
    "source_file": "8._Tanzania_07__Martha_03_with_can.txt",
    "categories": [
      "family",
      "education",
      "loss_grief"
    ],
    "violence_level": "moderate",
    "violence_score": 4,
    "emotional_intensity": "moderate",
    "age_appropriateness": "teen",
    "difficulty_level": "Middle School Level",
    "word_count": 1081,
    "character_count": 6105,
    "difficulty_score": 36.53079987617721,
    "vocabulary_distribution": {
      "Basic": 73.44753747323341,
      "Intermediate": 24.839400428265524,
      "Advanced": 1.7130620985010707
    },
    "story_word_count": 968,
    "story_character_count": 5287,
    "story_difficulty_level": "Elementary Level"
  },
  {
    "writer": "THATO SITTIOLE",
    "title": "NEVER GIVE UP",
    "country": "THATO SITTIOLE",
    "comment": "Student at Good Work Foundation Learning Center, Hazyview, Soth Africa",
    "written_by": "Thato Sittiole",
    "illustrated_by": "Gyeongyoung Min",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a boy named Thato who was living in a small village called Thosanang. He had father, mother, and his triplet sister and brother Maithuto and Brandon. They always played together and learned to walk and speak together. When they became 4 years old, their father told them. “Thato, Brandon, Maithuto, learning to learn is very important.” “What is learning, dad? What do we learn?” asked the children.” “It is important to learn about your own talents, things you really like to do, and things that you are really good at. When you know these things, you can live very happily,” said the father. “Does that mean you can be rich?” said Brandon. “Well, if you become the best of the best, you can make good money as well,” said the father. The children took learning very seriously and asked dad a lot questions as they were growing up. Brandon was the first to read and write. He even made stories of his own and read more books than his siblings. Brandon loved science as well. He questioned why an apple would fall from its tree and how to lift heavy loads of things with levers. Maithuto was the best in paintings. The neighbors could not believe that the paintings were truly the work of Maithuto alone. She was even good at math as well. She was able to do 3-digit additions often. Whenever she did, her parents were so proud of her. Nonetheless, Thato was not so good at anything. When Brandon was able to read 5 storybooks, Thato barely read 1 storybook. When Maithuto was painting a goat so well, Thato barely drew a circle. Thato tried hard and he never gave up. His parents encouraged him so that he would not be disappointed about his learning progress or his learning skills. Brandon and Maithuto were talking about multiplications one day. “3 plus 5 equals eight and 2 times 4 equals eight,” said Brandon. “well, 2 plus 2 equals 2 and 2 times 2 equals 4,” said Maithuto. Since Thato didn’t understand what his siblings were talking about he was very confused. Math was just too hard for him to understand. The three children went to school when they became 5. Brandon and Maithuto were known as gifted kids in the school and many children were astonished by their knowledge. However, Thato could not join in any friend circles because he could not understand most of the materials covered in school. One day, Thato heard his classmates speaking about him. “Thato is so dumb. I can’t believe he is in this school,” said a boy. “Yeah. He is not gifted. He can’t be in here. I don’t want him as my friend,” said another boy. When Thato heard it all, he became so sad. He believed he must be retarded. He came home alone leaving his siblings in the school having fun with their friends. Thato’s mother saw Thato coming home crying. “Thato, what happened? Why are you crying?” asked his mom. With tearful eyes, Thato said, “Mom, I must be really dumb. Nobody wants me as a friend.” “What? Why do you say that ? Never repeat what you said. You are going to be the smartest student in your school and everyone will be looking up to you for your knowledge and wisdom,” said his mom. Really? How can I be smart?” said Thato. “Only thing you need to do is to keep your hope and never give up trying hard. You can trust me on this,” said his mom. Thato started to study hard. He asked his parents many questions about his school materials. He studied day and night and never gave up. As he spent more time studying and gained more confidence, he started to understand little bit of what Brandon and Maithuto were talking about. “I am going to make it happen. I can do this,” said to himself Thato. Although Thato was gaining more knowledge and confidence, nobody realized such developments in Thato. . . One day, Brandon and Maithuto began talking about gravity. Thato heard them talking and thought it would be a good chance to join their discussion. “Can I join you? I am very much interested in gravity,” asked Thato. “Really? You may not understand what we are talking about,” said Brandon. Thato started to explain about gravity and its relationship to mass. He even talked about three different types of forces. The eyes of Brandon and Maithuto opened wide and looked at each other with a surprised and puzzled face. “Wow, how did you know all that? What happened to you all of sudden?” asked Brandon. “No no no. I did not learn these all of sudden. I studied and studied and asked many people many questions. Most of all, I never gave up to learn. Mom said if I don’t give up, I can always become what I want,” said Thato. Brandon and Maithuto were so proud of Thato. The tree triplets talked about many things with joy that night not realizing it was getting too late.",
    "source_file": "9._South_Africa_01__Never_give_up__with_can.txt",
    "categories": [
      "family",
      "education",
      "resilience"
    ],
    "violence_level": "severe",
    "violence_score": 7,
    "emotional_intensity": "light",
    "age_appropriateness": "teen",
    "difficulty_level": "Elementary Level",
    "word_count": 957,
    "character_count": 5521,
    "difficulty_score": 34.45777967619171,
    "vocabulary_distribution": {
      "Basic": 75.98152424942263,
      "Intermediate": 23.21016166281755,
      "Advanced": 0.8083140877598153
    },
    "story_word_count": 844,
    "story_character_count": 4703,
    "story_difficulty_level": "Elementary Level"
  }
]