[
  {
    "writer": "LEILAH ISMAIL MBWANA",
    "title": "The story of NEEMA part one",
    "country": "Tanzania",
    "comment": "“My name is Leilah Ismail Mbwana and I want to become a lawyer.”",
    "written_by": "Leilah Ismail Mbwana",
    "illustrated_by": "Esul Kim",
    "edited_by": "Justina Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "It was a dark silent night in an African village. Suddenly, the only coffee farm in the village caught on fire and the people didn’t know what to do. The farm was burning with raging flames, but a small girl was running around the dangerous fire and screaming her lungs out. “Grandma! Grandma! Where are you? It’s me, Neema! Please answer me!” Neema’s grandmother was born with disabled legs so for all her life she used both her fragile arms to move around. That night, Neema’s grandmother was still not home even though it was past midnight, so Neema went to the farm to search for her grandmother until she saw the huge fire. Neema ran as fast as she could to the burning farm while wishing for her grandma to be safe. However, her grandmother had passed away unable to avoid the spreading fire before Neema even arrived. Neema thought of her grandmother’s words she had told her long ago while eating the corn her grandmother brought from a store in the village before she passed away. Neema’s grandmother said, “Neema, even though your mother and father are not around, do not worry because Grandmother will be with you to protect you. So, study hard and become a great teacher, okay?” After the only person in this whole world who called Neema’s name ever so sweetly passed away, Neema was all of a sudden alone. Neema had to work hard to pay for her school, but it was not even enough money to make a proper meal. Neema tried to ask for help from her teacher because she wasn’t able to pay tuition for that month, but the teacher was also in a difficult situation as well. The teacher said, “ Neema, I’m very sorry, but you can no longer go to school unless you pay the tuition. I want to help you as well, but I have sick parents and I need to pay for their medicine, so I’m not in a good shape, either. I’m so sorry.” Early in the morning, Neema went to Mrs. Mika, the owner of the coffee farm where her grandmother used to work. “Good morning Mrs. Mika, there is something I have to tell you,” Neema said. “Oh, good morning, Neema. Yes, what is the thing you need to tell me?” Mrs. Mika asked. “Ugh… Mrs. Mika, right now I don’t have enough money to pay for my tuition. If you lend me some money, I will come to the farm every day after school and help you with the farm. On the days I don’t have school, I can work all day long. When I graduate, I’ll make sure to pay back everything I borrowed,” Neema said desperately. “I’m very sorry Neema. As you know, because of the pouring rain this year, the coffee trees were not able to produce many beans, and the fire caused great damage to our farm. I didn’t even have enough money to pay our workers, so I had to go down to my relatives myself to borrow money. Right now, the villagers are so poor that they don’t even have enough money to buy food. I think it will be better for you to go to the Tanga village and look for a job than stay here. By the way, you don’t even have any relatives here any way so going to the village will be a good opportunity for you,” Mrs. Mika said with pity. On the way home, Neema was thinking about Mrs. Mika’s words. “Right, The Tanga village is known for its beautiful scenery so there will be many tourists. If I go there, I will definitely make more money to pay my tuition for school. Then I can fulfill my dream of becoming a teacher. I always told Grandma that I would be a great teacher one day so when I become a teacher, Grandma will be very proud of me from heaven,” Neema thought to herself. While holding on to this small hope she had, Neema went to the Tanga village cheerfully. “Everyone! Right here! Follow me this way, we are almost there,” Neema said while guiding the tourists.Neema and the tourists went in the deep dark cave and came out safely. “Everyone, today was a bit tiring, but it was fun, right? We will be going to the coffee farm at ten o’clock. So, please meet at the entrance of the village and please don’t be late. Now, I will take you to the restaurant where they serve the best Tanga meals in the village,” Neema said cheerfully. Neema took the tourists to the restaurant where they sell food. Having been starving the whole day walking, everyone enjoyed eating fresh fish, corn, and octopus at the restaurant. Neema had a smile drawn on her face after finishing her work taking the tourists around the village. “Ahh, today was a bit tiring, but at least I got paid well by many tourists that came out when the beautiful sun shone after the rainstorm. I’m going to go eat some fried rice with coconut sauce at Mr. Azi’s restaurant because I earned a lot of money today,” Neema thought happily to herself. Neema was feeling happy today from earning more money than she usually earned from the tourists that came to the Tanga village. So, Neema went to go eat coconut fried rice at Mr. Azi’s restaurant since she wasn’t able to eat it in a long time. At that time, someone called her.“Child, wait a minute,” a woman called Neema. Neema turned around to see who was calling her. When she turned around, it was one of the tourists from earlier that day.“Oh, hello. Is there any problem?” Neema asked the lady. Neema was worried whether there was a problem with the lady, but the smiling lady answered back cheerfully. “No, dear, no. Your name … was Neema, right? Please correct me if I’m wrong,” the lady said. “Yes, my name is Neema,” Neema answered back politely. “Neema… what a pretty little name. I have a little niece about the same age as you going to school near this village. you were a brave young lady, at the same time I felt sorry that you are working. If it’s alright with you, I would like to talk with you a bit longer while eating dinner together. Besides, I honestly don’t want to eat with people I really don’t know,” the lady said shyly. Neema felt a bit burdened, but she felt happy that someone was caring for her in a special way. “Yes! It sounds great! If we go this way, there is a restaurant that sells my favorite coconut fried rice, but I’m not sure if you’ll like it,” Neema said carefully. Neema and the lady went to the restaurant and talked about many things while eating dinner together. The lady cried when Neema told her story how she had to make money for her tuition after her grandmother passed away from a fire recently and how both of her parents had died from malaria when Neema was not even three years old. While Neema was telling her story, she began to get teary as well, but she immediately wiped her tears and smiled brightly. “Next month, I will be buying five young goats with the money I’ve been saving. I will raise the goats well and sell them in the market at twice the price I bought them. Then I will buy ten young goats again and sell them in the market, buy twenty goats and sell them in the market, and when I sell hundred goats, I will have enough money to go to school without worrying about making more money. If I just think about going back to school, I get so excited that I don’t feel tired at all,” Neema said cheerfully. “Neema… if you want… would you like to go back to the city with me?” the lady asked. “I’m not very rich, but I think I can help you go back to school. After I got married, my husband died from a disease so from then on, I lived by myself. After seeing you, I just thought it would be very nice if I had a pretty daughter like you. What do you think? Do you want to come to the city with me?” the lady asked again. Neema thought of her grandmother after listening to the lady’s kind words and without a second thought, she followed the lady to the city.",
    "source_file": "1._Tanzania_01__Neema_01__with_can.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1578,
    "character_count": 8383,
    "difficulty_score": 36.543291315360335,
    "vocabulary_distribution": {
      "Basic": 74.87989018531228,
      "Intermediate": 24.77693891557996,
      "Advanced": 0.34317089910775567
    },
    "story_word_count": 1465,
    "story_character_count": 7565,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Perseverance",
      "Problem Solving",
      "Courage & Self-Advocacy"
    ],
    "cover_image": "images/covers/The_story_of_NEEMA_part_one.pdf"
  },
  {
    "writer": "ZUNILA ALLY",
    "title": "APPRECIATION",
    "country": "Tanzania",
    "comment": "STORY BY ZUNILA ALLY NEWALA NANGUANDA SCHOOL",
    "written_by": "ZUNILA ALLY",
    "illustrated_by": "Sungsu Park",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Mwema and Afla looked for food in a small village called Miai in Tanzania. Mwema was 3 and Afla was 7 years old. Since their parents passed away, they have been seeking food in village dump sites to live day by day. Mwema asked Afla, “Sis, how do we go to heaven? I miss my mom and dad. Can’t we go see them?” “How many times do you ask me that dumb questions? We can’t go there,” said Afla. Afla became frustrated whenever Mwena nagged about wanting to go see their parents. Mwena started the day nagging. Afla missed her parents so much as well but couldn’t reveal her feelings to Mwena. “Eat this and stay quiet today, please,” said Afla. “No! I don’t want to eat things like this. My stomach hurts! I want to live with my parents just like other kids!” complained Mwena. Afla became so annoyed because of Mwena’s non-stop complaints. “If I didn’t have Mwena, my life would have been much easier…” thought Afla. One day, Mwena and Afla crossed over a valley to get to another town to seek food. Everything looked different. There were more people and bicycles in the town. “Mwena, stay close to me always, OK?” asked Afla to her sister. Mwena did not pay attention to what Afla was saying. “Is that lady prettier than our mom?” asked Mwena to her sister. Afla became angry and told Mwena, “If you mention mom or dad one more time, I am going to leave you alone here!” “My mother must be much prettier than her I think…” said Mwena. Afla yelled to Mwena, “I don’t know. I am not going to take care of you anymore.” Afla left Mwena in the middle of the town and ran to the valley. “Sis! Sis! Where are you going?” shouted Mwena, but Afla didn’t look back and ran away. Mwena tried to catch up with Afla and ran into a bush and she got lost. “Sis, sis! Where are you?” cried out loud Mwena, but she couldn’t find her sister. Suddenly, there was some bustling noise in the bushes. “Afla? Is that you?” asked and ran towards the noise but couldn’t find anyone there. When Mwena looked around, she was surprised to find a little elephant liying on the ground. Mwena got close to the elephant and looked.The little elephant seemed to have been hurt and lost her mother to hunters. “You lost you mom, too? Don’t worry. I will care for you,” said Mwena. Mwena tied banana leaves around a wound in the elephant’s leg. Afla left Mwena in the bushes and walked to a different direction. “Whew… I feel relieved now. She was so annoying. I can leave freely now!” said Afla as she was leaving the town where she left Mwena. However, she kept on looking back and started to worry about her sister. “Will she be OK? She won’t get caught by gangs and sold to bad people, will she?” thought to herself Afla. At that hour, Mwena was hugging the elephant and said, “No worries little baby. I will keep you safe…” As time went by, Afla started to worry about her sister and couldn’t stop worrying. “Geee. I thought I would feel free without Mwena, but Ifeel little guilty. What would my parents think about me? Will they be sad?” thought to herself Afla. Afla couldn’t go forward any more. She turned back and looked for Mwena. It was already getting dark. Although Afla was 7, darkness was scaring her. Afla prayed to her father and mother under the light of early moon. Suddenly, a familiar voice was heard by Afla. “My little baby, eat this. Hope you will be healed soon. Let’s go find your mom and dad. My sis Afla said we must eat well if we want to be well,” said Mwena to the elephant. Mwena then continued to say out loud while looking up the moon in the sky, “Afla, my sis, I am sorry to be a thorn and nagging every second. I won’t complain anymore. I will be your nicest sis.” Hearing Mwena’s voice from a distance, Afla ran into the bush where Mwena and the elephant was liying and shouted, “Mwena! What are you doing here?” “Afla! Here is an elephant. He is hurt! I am taking good care of him. Caring is not easy. I won’t complain any more! I will be your sweat sister!” said Mwena. Afla and Mwena took good care of the elephant. After a few days, the elephant was able to get up and walk. The elephant was able to find fruits in the forest and he was really good at finding fruits! Afla and Mwena followed the elephant around to find many great things in the forest. “Thanks, little elephant!” said Afla. The elephant wiggled his tail and nose. “Thanks, sis for taking care of me and the elephant,” said Mwena. They all wondered around the forest and ate fruits as they were able to find them with the help of the little elephant. They became very close friends. They thanked to one another since they became best friends and care givers.",
    "source_file": "10._Tanzania_08___Appreciation___with_can.txt",
    "difficulty_level": "Elementary Level",
    "word_count": 997,
    "character_count": 5451,
    "difficulty_score": 34.05059570987355,
    "vocabulary_distribution": {
      "Basic": 73.65967365967366,
      "Intermediate": 25.64102564102564,
      "Advanced": 0.6993006993006993
    },
    "story_word_count": 884,
    "story_character_count": 4633,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Empathy & Compassion",
      "Responsibility & Ethics",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/APPRECIATION.pdf"
  },
  {
    "writer": "SILAWA AZIZ",
    "title": "THE EYES OF THE SUN",
    "country": "Tanzania",
    "comment": "NEWALA NANGUANDA SCHOOL 9th grade",
    "written_by": "SILAWA AZIZ",
    "illustrated_by": "Ju-eun Lee",
    "edited_by": "Justina Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "The siblings, Salma and Frank, lived together with their grandfather. The family were having breakfast around the kitchen table by the window, the bright sunlight was washing over the land, intertwining with the bright blue sky. “Grandpa, today is another beautiful day, isn’t?” asked Salma. “Yes it is, darling,” he replied, creating an upside down crescent moon with his eyes. Salma was the sweet one in the family. She never forgot to thank her grandfather. Salma returned the smile and looked down at her bowl, playing with her wooden spoon with her right hand. “Thank you, grandpa,” Salma said. There was a bit of a shyness in her tone of voice.The sibling’s parents have passed away from a disease a while back. Salma felt sorry for her old grandfather to take care of both of her and her brother. “Oh sweetie, you don’t have to say that,” he said. “Just focus on your study, and I will take care of--.” “Grandpa!” a boy shouted. It was Frank. Frank was the older one from the sibling. Asigh came out of Salma’s parted lips. It was going to be one of her brother’s complaints again. “I need a new pair of shoes. Juma got one yesterday. I can’t go back to class to watch that brat showing off his shoes again. I’m going to throw up,” Frank said with disgust. “Frank, you already have-,” Frank cut Salma off. “Oh, by the way. If I don’t get a new pair of shoes, don’t bother telling me to go to school,” Frank said with a crooked smile. Grandfather equally loved his grandchildren. Even if it meant no dinner for several days, he would make amends to send his grandchildren to school. “Salma and Frank, both of you should go to school now,” the grandfather said. “Make sure to ask the teacher questions if you don’t understand. That’s what I am paying for.” Salma and Frank got up to get ready for school. Salma was already dressed so she was putting on her shoes. She faced her grandfather and smiled. “I will, grandpa,” Salma said. “I will help you with the chores after school, too”. Salma opened the door and left for school. On the other hand, Frank didn’t look happy, and he was still dressing up for school. “Frank!”, grandpa called. “You are going to be late, son. You should hurry. I am going to be sweeping the floor outside so make sure you hurry and get dressed.” The grandfather took his broom and went outside. “Whatever,” Frank said to himself. “Like I care.” Frank was already ten minutes late, and the only thing he cared about was Juma’s new shiny shoes. “There has to be a way…”, Frank said. After thinking about all the different ways to himself a new pair of shoes, he decided to choose the worst one - stealing his grandfather’s cellphone. While his grandfather was still cleaning outside, Frank quickly took his grandfather’s cellphone from his jacket and threw it in his backpack. He then went outside and pretended to go to school. “Are you leaving now?” his grandfather asked. “Yes, I will be back soon,” Frank answered. Frank started running towards the end of the road. “You be careful, Frank! And come home early, I am going to be roasting some corn for dinner!” his grandfather shouted. Frank suddenly felt a little guilty, but he shrugged it off quickly. In the Market Frank sold his grandfather’s cellphone, and with the money, he bought his new shoes. “Yes! Yes!” Frank shouted. He was jumping up and down, and kept looking down at his new shoes. “This is the newest edition. I can’t wait to see Juma’s face tomorrow at school when he sees my new shoes. That brat won’t be able to afford this one. I will be the guy with the best shoes in town now.” Frank was just getting ready to head home until someone grabbed his shoulders from behind and pulled him. “What-,” Frank blurted. Frank turned around to see who it was, and saw a group of boys standing. All of them were at least a head taller than him. “You got some nice shoes there, boy, ” the tallest boy said. “Do you have some money left for me?” The group started laughing and talking to each other. Frank suddenly didn’t feel good, and he knew instinctively that he needed to get away. He looked around if there was a place he can run to but all the paths were blocked and crowded. “Ahh, why are you looking around? I’m not going to bite. Just give me your new goodies and some cash and I will leave you alone,” the tallest boy said. Frank didn’t know what to say. He was already getting scared, but he didn’t want to give up his new shoes. “I..I just got them,” Frank answered. “You think I care?” the boy said in a rhetorical tone. “Now boy, if you don’t take your shoes off in 5 seconds...things won’t look pretty,” he growled. Frank started to shiver. These boys were not the ones he fooled around with in school. “Hurry up, boy! I haven’t had lunch, yet. I am so hungry,” one of the boys shouted from the back. “Oh, time. You just wasted your five seconds. What a pity,” the tallest one said. Frank knew he wasn’t being sorry. He regretted everything. The boys grabbed him and started to hit him. Frank faced pain he never felt before. At the same time, a man was watching the scene unnoticeably from a distance. Salma was on her way home from school, until she saw someone lying on the side of the road. “ugh…” Salma said to herself squinting to see who the person was. She wondered why that person would be lying down in the middle of the road, but she realized that it was an injured boy. Salma quickly ran to the lying boy and shook him to wake him up. “Excuse me. Are you alright? I think you need-” Salma didn’t finish her sentence. She looked at the boy’s face and she knew there was something really familiar about this boy. She checked the boy’s bruised face again to see whether it was who she thought it was. And she gasped.. “Frank?!” Salma called. “Why..Who did this to you? Are you alright?” Salma couldn’t believe what she saw. Her brother’s lips and eyes were swollen. She didn’t check his body, but she knew that his body was probably in a similar condition. Frank opened his eyes, and saw that it was his sister. He never felt so thankful and relieved to see his sister, Salma, in his life. Salma kept asking him what happened. At first, he avoided her questions, but he knew he had no choice but to tell her the truth. “How could you, Frank. How... dare you,” Salma said with disbelief. She couldn’t believe what she just heard. Her brother stole grandfather’s cell phone and bought new shoes with the money. She knew her brother was trouble, but this was way out of hand. “Salma, please. Could you tell grandpa that it was you who stole his cellphone,” Frank pleaded. “I will do-” “Frank, enough,” Salma said with a hard silver tone. “You know that lying is just as bad as stealing. I can’t believe you just asked me to do such thing. If mother and father were still alive, they would have been so disappointed in you. You should be ashamed, and you will definietly get your punishment.” Salma sighed and dropped her head for a minute and faced her brother. “Frank, you need to tell grandpa the truth. Tell him that you are sorry and that you will never steal again,” Salma said. Frank just quietly nodded his head. It was already dark, and the time has been more than two hours since Salma and Frank should have been back home for dinner. The grandfather was getting worried that something has happened to the children. While he was waiting in the dining table, the front door opened and he saw his grandchildren together. But he was shocked by Frank’s beaten up face. “Frank...son, what happened to you. Your face...it is a mess. Are you hurt anywhere else?” the grandfather asked. Frank just nodded his head sideways. “Grandpa, I have something to tell-”. Ring ~ Ring ~ Ring Ring ~ A phone was ringing and Salma and Frank immediately looked at each other. They searched where the sound was coming from and they saw that grandfather’s cell phone was sitting on the table. Next to it, there were even Frank’s new shoes he thought he had lost. From the back wall, a policeman walked toward them. Both Salma and Frank didn’t notice the policeman because they were so focused on their grandfather. Frank started to cry. He was afraid now that he was going to be sent to prison. “Mister, I have done wrong. I stole my grandfather’s cellphone and sold it to the market to buy new shoes. Please, don’t take me away,” Frank begged. “My brother is a good person in the inside. He promised me that he won’t ever steal again. Please, forgive him just this once, and he will never do such a thing again,” Salma pleaded. Frank never felt so scared in his life. The room was silent for a few seconds, but the grandfather broke the silence with a light chuckle. “Frank, Salma, let me introduce your uncle John to you. He was your father’s younger brother” the grandfather said. Frank and Salma didn’t say anything, and both of them looked lost. They didn’t know they had an uncle or rather they don’t remember their uncle since it has been a long time since they seen their uncle. “Hello, Frank. Hello, Salma”, the Uncle greeted. “You two are now all grown up. Look at you, so tall and big. You two were so little when I last saw you. Uncle John was very warm to the children, and he started to tell them stories when they were little. Frank and Salma felt their Uncle’s kindness and quickly opened up to him. “Uncle John…” Frank called with a small voice. “Frank, I remember you telling me that you were going to be a great lawyer and help those around you who are weak and poor. But what you did today, it didn’t seem like something a great lawyer would do”, the uncle said. Frank didn’t have an answer to his uncle’s words. He felt even more guilty by the second, but he still managed to open his mouth. “Yes, I wanted to be a great lawyer. I really did, uncle. But the world around me, it is so full of corruption. There is no good in this world,” Frank said. Frank paused for a moment. He never told anyone what he thought, especially something like this. It was just left aside in his deep mind, forgotten. But after sharing bits of his thoughts to his uncle, he didn’t want to stop. It was like a child licking a lollipop for the first time, but not being able to stop after learning the taste of the sweetness, making it impossible to resist the temptation. His uncle listened quietly and let Frank continue. “Look at Mrs. Marry who lived next door. She was such a kind and generous lady, but she passed away not too long ago. But on the other hand, Mr. Deo is corrupt and full of the wicked mind, yet he still lives very well with a very good life. He even bought a new car not too long ago. The world is so cruel and unfair. Tell me, if it was not. Why did it have to be Mrs. Mary who had to die, not Mr. Deo,” Frank said with louder voice this time. Frank really didn’t understand, and he didn’t want to. Uncle John saw that Frank has finished so he started speaking. “Frank, then let me ask you this,” uncle John asked. “Do you think it’s right for the villagers to steal from each other just like the boys did earlier to you?” Frank couldn’t say anything. His Uncle came up with the perfect words that crushed his beliefs of the world completely. “Here, read this,” uncle John said. It was a newspaper. Frank grabbed the newspaper and started to read the article. There was a big picture of Mr.Deo and his new car. Except that his new car was crushed and broken down. Towards the end of the article, it stated that Mr. Deo died from a car accident while trying to escape a hit-and-run. “We don’t know just by looking at the beginning. The story has not finished yet. If there is a beginning, there is always an ending. Who do you think went to heaven, Frank? Mrs. Mary or the corrupt man, Mr. Deo? Think about it for a moment, son,” uncle John said. The moon was brightly shining, and it was time for uncle John to go. He hugged his nephew and niece, and before he stepped out the door, he smiled at Frank and said, “I believe in you, Frank.” After seeing uncle John leave, the grandfather gathered his grandchildren. “Salma and Frank, remember that God is watching over us. He knows everything, even what you did today Frank,” the grandfather said. Frank lowered his head and didn’t lift it up. “But, it doesn’t mean that you will be going to hell or be sent away. God doesn’t believe that you will do such a thing again tomorrow. God is very generous and loving. He loves you, Frank. If you ask, he will give you countless opportunities to get yourself back up standing tall again. I really wish that you and Salma can see your mother and father again in heaven one day”. Salma held her brother’s hand and said, “Frank, it is okay. I know that we both will see mother and father when we go to heaven.” The grandfather also held Frank’s left hand, and smiled warmly. It also felt as if Uncle John’s presence was Joining the warm and forgiving scene. “Grandpa, I am sorry. I will promise you that I will change and grow up to be a good person,” Frank said. The very next day, Frank woke up early in the morning and herded the goats. Even if no one was watching over him, he helped with the chores and completed his homework. When Frank would see an old woman carrying buckets of water, he would even run and assist the lady. Not too long ago, Frank visited Freddy, who was Mrs. Mary’s son. Frank got new sneakers from his Uncle John, but he decided to give his new shoes to Freddy as a gift. Fredy was surprised to see Frank, but even more so seeing Frank giving him a gift. Freddy was astonished by Frank’s kindness and returned his gratitude with a smile, which he thought he had lost a long time ago. Salma was very proud of her changed brother and she even made jokes about him. Salma tapped her brother on the back and said, “Look at you, Frank. Who would have thought that you will give your new sneakers to Freddy as a gift. Not just any sneakers, but the ones you wanted for so long”. Frank just smiled and looked up at the sky. “Wait, hold on. Could it be that you are my lost twin brother?” Salma jokingly asked. Frank chuckled, and looked at his sister and said, “Stop it, Salma. You are being really silly, you know.” Both Salma and Frank laughed and spent their afternoon watching the beautiful sky. The family still had the same breakfast and did the same chores. Their life didn’t change much but one thing did. It was Frank’s heart.",
    "source_file": "11._Tanzania_09__The_eyes_of_the_sun_with_can.txt",
    "difficulty_level": "Elementary Level",
    "word_count": 2841,
    "character_count": 15185,
    "difficulty_score": 31.506232222240286,
    "vocabulary_distribution": {
      "Basic": 77.46854746473504,
      "Intermediate": 21.50209683568433,
      "Advanced": 1.0293556995806328
    },
    "story_word_count": 2728,
    "story_character_count": 14367,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Relationships & Communication",
      "Learning & Growth"
    ],
    "cover_image": "images/covers/THE_EYES_OF_THE_SUN.pdf"
  },
  {
    "writer": "HABIMANA NAHAYO",
    "title": "Who is real hero",
    "country": "Rwanda",
    "comment": "“My name is Habimana Nahayo. I live in Butare, Rwanda. I pray every morning to God for my mother.",
    "written_by": "Habimana Nahayo",
    "illustrated_by": "Jiyoung Kim",
    "edited_by": "Miryoung Lee",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a shoemaker named Kakama who made colorful shoes for children. Kakama loved children and it filled him with great happiness when children loved his shoes. One day, Kakama was going to the city with twenty brand new beautiful shoes he made. When Kakama was on his way, he ran into a group of robbers. The robbers beat up Kakama and took all that Kakama had with him. Kakama was hurt very badly, but his heart hurt the most. Many children were waiting to wear Kakama’s new shoes. Tadaho, a rich and powerful man, was passing by Kakama and saw him lying on the ground. Tadaho asked Kakama, “Goodness gracious! Are you alright?” Kakama said painfully, “I was robbed and beat up.” “You need to go to the hospital right away!” Tadaho replied. “Can you please take me?” Kakama cried out in pain. “ If I carry you, the fancy suit that I’m wearing will be ruined. I also have an important meeting to go to. Here is ten dollars. Many people pass by this road. Someone else will come to help you.” Tadaho felt bad, but he did not want to be late. “I will take you to the hospital if you are still here when I come back,” said Tadaho as he left for his meeting. Five minutes later, Pakeo walked by and saw Kakama on the ground. Pakeo was well known in the city because he was very smart. Kakama cried to Pakeo, “Please! Help me!” “What happened?” Pakeo asked. “I am bleeding and in pain. Thank goodness you are here, Pakeo. Please take me to the hospital.” “I am not strong enough to carry you, and I have to give a speech,” said Pakeo, “I will go find someone else who can help you, Kakama.” Pakeo left. He wanted to help, but he did not want to wait all day long in the hospital with Kakama and miss his speech. Kakama was very close to dying from losing too much blood. At that moment, Sarama crossed Kakama’s path. Sarama was a poor woman with an only child who was very sick. Sarama was on her way to the city to pick up medicine for her ill daughter. Sarama saw Kakama and ran to him. She asked him, “Are you OK? You are hurt and bleeding!” Kakama looked up Sarama. “Please help me. If you don’t help me now, I will die here.” Sarama took off her scarf and tied Kakama’s leg above his cut to stop the bleeding. “Can you lean on me? I am going to try to lift you and walk with you.” Sarama did all she could to lift Kakama and carry him. Sarama had trouble holding Kakama, but she prayed to God for help. With the help of Sarama, Kakama would get to the hospital safely. Seven days later, Sarama and her daughter visited Kakama to see how he was doing. Kakama was much better and he was waiting to see Sarama and her daughter, Jomopira. Kakama gave Jomopira a gift of colorful shoes. Jomopira was so happy, and Kakama and Sarama’s hearts were full of joy.",
    "source_file": "12._Rwanda_02_Who_is_real_hero.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 648,
    "character_count": 3594,
    "difficulty_score": 36.78615914379219,
    "vocabulary_distribution": {
      "Basic": 75.75757575757575,
      "Intermediate": 23.1729055258467,
      "Advanced": 1.06951871657754
    },
    "story_word_count": 535,
    "story_character_count": 2776,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Empathy & Compassion",
      "Courage & Self-Advocacy"
    ],
    "cover_image": "images/covers/Who_is_real_hero.pdf"
  },
  {
    "writer": "JANET NAKAAZI",
    "title": "Kakama and rebels Part one",
    "country": "Uganda",
    "comment": "Janet is 16 years old and lives in Uganda. She wants to be a doctor when she grows up.",
    "written_by": "Janet Nakaazi",
    "illustrated_by": "Yeonhee An",
    "edited_by": "",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a woman named Ruthopara. Ruthopara was a single mother. She had a 9 year old son named Kakama. Ruthopara and her mother, Namori ran an orphanage in a rural village. There were 10 boys and 15 girls in the orphanage. Namori and Ruthopara called the children sons and daughters. Kakama called the orphans brothers and sisters. Kakama loved to play with them all and took care of little brothers and sisters really well. Kakama often made toys for them. He carved woods to make wagons, fishes, or lions. Kakama was very good at crafting. He was able to make just about anything one can imagine. One early morning, Kakama and his little sister who was 2 years younger than Kakama, Taladavana went down the hill to fetch water. Kakama had one big yellow plastic water can and Taladavana had a small can. That day was their turn to fetch water since it was Sunday. The children at the orphanage always took turn to do chores. When Kakama and Taladavana got to the village well, the well was covered with a big wooden cover and two wooden sticks crossing on top of the cover. That meant the water is bad because it hasn’t been raining for a long time and people started to get sick when they drank the water. It was not the first time to see the sign for Kakama because it happened before. Kakama and Taladavana knew where else they need to go to fetch water. There is another well in the next town, but it takes 2 hours to walk there through the jungle and a few hills. Both looked at each other sighed deeply and started to head to the other well. When kids walk in the jungle, they usually sing a song or tell a story so they wouldn’t get too scared. Kakama told his little sister a story about a lion and snake. “Once upon a time there was a lion in the jungle and a snake…” While Kakama and Taladavana were walking in the middle of the jungle, a truck stopped by and a man in a soldier suite got off the truck. “Hey, you two! Where are you going? How old are you?” the strange man asked Kakama and Taladavana. Kakama and Taladavana got scared and didn’t say a thing. “You, get in here.” The soldier grabbed Kakama by his arm and pulled him into the truck. “No. who are you?” Kakama replied. “Just get in,” the man almost threw Kakama in the truck. Taladavana started to cry. The man quickly pulled his handgun and pointed to the forehead of Taladavana and shouted, “Stop crying or I will shoot you.” Taladavana could not cry and Kakama was speechless. “Let’s go, Kabandana. We are late.” The other man in the truck shouted. They took Kakama and Taladavana was left alone in the jungle. The truck was gone and there was nobody in the middle of the jungle. She was so scared, but had to find a way home. She needed courage to walk back alone in the jungle. She heard about lion, snake, or hyena stories before. She prayed that God will help her. On the way back, she ran into a man lying down on the ground bleeding. He was wearing a military uniform as well. She got even more scared than earlier because the soldier had a gun, too. “Hey kid. Do you have some water?” the soldier on the group barely spoke to Taladavana. She stayed far enough so he could not come grab her or harm her. After a few exchanges of words, Taladavana learned that this man had been shot last night by the rebel group that took Kakama away. Taladavana stayed with him to hear more about what was happening and what may happen to Kakama. The man told her that the rebel group will try to make Kakama a soldier and send him to die fighting the country army. Taladavana was so scared and also so sad and started to ask the man how Kakama can come home safely. “I know where they may be keeping him and drugging him to make him their fighter,” said the man. “Please save him. Please,” Taladavana begged the soldier. The man told Taladavana to bring some sticks and something to tie his wound. Taladavana helped him to care for his wound and also found him some cassava roots and figs because he was very hungry. It took one day and one night for him to get better in the jungle and both slowly moved back home.",
    "source_file": "13._Uganda_01_Kakama__01.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 885,
    "character_count": 4925,
    "difficulty_score": 38.96604155091333,
    "vocabulary_distribution": {
      "Basic": 71.87112763320943,
      "Intermediate": 25.526641883519208,
      "Advanced": 2.6022304832713754
    },
    "story_word_count": 772,
    "story_character_count": 4107,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Courage & Self-Advocacy",
      "Problem Solving",
      "Empathy & Compassion"
    ],
    "cover_image": "images/covers/Kakama_and_rebels_Part_one.pdf"
  },
  {
    "writer": "JANET NAKAAZI",
    "title": "Kakama and rebels Part Two",
    "country": "Uganda",
    "comment": "Janet is 16 years old and lives in Uganda. She wants to be a doctor when she grows up.",
    "written_by": "Janet Nakaazi",
    "illustrated_by": "Yeonhee An",
    "edited_by": "",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Ruthopara, Namori and all the kids at the orphanage were shocked and could not believe what happened to Kakama. “Oh my Lord. Please save him. Please help him. Please…Please,” Ruthopara and Namori could not stop mourning. The soldier’s name was, Wakanabone and he was actually a lieutenant in the government army. He lost all of his team in an ambush in the jungle and he was the only one survived to tell a story. “I know where Kakama is and how could I not help him when his sister saved my life?” said Wakanabone. A few days later, Wakanabone came back to Namori, Ruthopara, and Taldavana at the orphanage. “We are going to go to the rebel’s camp in the jungle tonight and we will rescue Kakama,” said Wakanabone. “Please save him and bring him home. Please…,” said Namori. It was dark in the jungle when Wakanabone’s 12 soldiers reached the rebel’s camp. They snuck behind a large oak tree near the rebel’s trench and watched the camp in the dark. In the middle of the camp, there were about 25 rebels drinking around a fireplace and laughing loudly. The rest seemed to be out for hunting for more boys to turn to rebel fighters. Their rifles were set aside, but close enough to grab them if needed. There were a few boys in dirty military uniforms carrying dishes to the rebels. The boys seemed very scared and very weak. There was also a boy tied to a tree close to one of their huts. “That must be Kakama,” quietly whispered Wakanabone to his fellows while pointing his finger to the boy. Kakama seemed unconscious and his head was pointing down and his both hands were tied and raised to a chain hooked to the tree branch. Wakanabone told his men to go about 50 meters west of the camp and quietly pile up wet woods on top of dry woods in about 20 meter long to cover one side of the camp and wait for a signal. When the men took a few hours to pile up the woods quietly, Wakanabone told them to set the wood on fire. When the dried wood caught the fire below, it started to burn very quickly and caused the wet wood on top to smoke a lot. Soon, the camp site was filled with smoke and the rebels were running around like chicken without knowing what was happening. The smoke got into their eyes and they couldn’t see. Wakanabone quickly ran to Kakama and untied him and got him out of the camp. Wakanabone told his men to evacuate quickly to deeper dark jungle where nobody could see nobody. The next day, Wakanabone and Kakama came back to the orphanage safely, but Kakama seemed very ill. Namori and Ruthopara thanked God for Kakama’s safe return to home. Wakanabone told them never to go back to the other town through the jungle to fetch water or walk at night. He said the rebel groups are uneducated, merciless, and horrible terrorists and they are roaming around mountains and jungles to terrorize small villages. “Are you OK?” asked Taladavana to Kakama. “Y…yes… I….a… m…O…K.,” said Kakama very weakly… “Thank, God,” Taladavana said. Everyone at the orphanage thanked Wakanabone and said good bye as he and his men were leaving for their army compound. Namoir and Ruthopara closed the gate tightly and gathered everyone to pray for their safety and also prayed for their country to be peaceful without merciless rebels. Since then nobody goes to the jungle to go to another town to fetch water. It now takes 6 hours to fetch water from another town, but they still thanked God for allowing them to continue to live and enjoy their life at the orphanage. They also prayed that there will be rain soon so they can drink from their own village well. As if God answered their prayers, there was lot of rain everywhere and the village well was filled up with water again. Everyone at the orphanage was so happy that they did not have to walk 6 hours to fetch water. Kakama looked at the sky over the jungle and remembered the time he was kidnapped. It was a scary moment for him and he felt angry as well. He sighed and decided to forgive them. He prayed that those rebels would put down their guns and there will be no more children to be kidnapped. When he opened his eyes and looked at the sky after praying, there was a ray of sun coming more vividly over the village and the jungle as if Kakama’s prayer was answered.",
    "source_file": "14._Uganda_02__Kakama_02.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 897,
    "character_count": 5051,
    "difficulty_score": 42.017589297292304,
    "vocabulary_distribution": {
      "Basic": 71.14673242909988,
      "Intermediate": 26.51048088779285,
      "Advanced": 2.342786683107275
    },
    "story_word_count": 784,
    "story_character_count": 4233,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Courage & Self-Advocacy",
      "Problem Solving",
      "Perseverance"
    ],
    "cover_image": "images/covers/Kakama_and_rebels_Part_Two.pdf"
  },
  {
    "writer": "MARIANA REYES TAPIA",
    "title": "My life",
    "country": "Mexico",
    "comment": "",
    "written_by": "Mariana Reyes Tapia",
    "illustrated_by": "Ángel Pahuamba",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "My name is Mariana. I am 12-years old. I live in Paracho, Michoacán. Paracho is the most beautiful place in Mexico. We have a lot of people who make best guitars. My dad makes money by delivering fruits and vegetables from the farm to local stores. My dad is the best in the world for me and my brother Juan. “Dad, go a little faster!” said Juan to dad. Dad drove our old little truck that is the oldest thing in the world. It stops time to time on the road and farts time to time, but when it goes, it can go fast. I said “No, no. Dad, go slow! We don’t want it to stop again! Where do you want to go so fast?” “Guys, we are going to the United States,” said dad. I was so surprised that I could not say anything. Juan was so excited to hear it and asked dad, “Wow! Awesome, dad. Are we going to meet Batman and Spiderman?” “Of course! When we go to the United States, we will never be hungry again! Also, you and your sister can go to school” said dad while smiling. I was worried. Not long ago in our neighborhood, Fernando’s brother was going to cross the U.S. border and he drowned in the river. And, Maria’s family lost all their money to crooks who said they would help them go to the United States. Not only that. Rosa’s dad tried to cross the border through the desert a few years ago, but we never heard from him. Later, we heard that he died in the desert. I couldn’t mention these to my dad now since he would be worried if I did. My dad smiled to us and said gently, “Don’t you worry about a thing! Everything will work out just fine.” Hearing this, Juan prayed, “God, let us go to the United States safely so we can meet Spiderman and Batman. Let us eat a lot of ice cream. If you let me go to school, I will play football really well and win a world cup! Dad made a big smile on his face when he heard Juan’s prayer although he seemed a little nervous. After driving a few days, my dad met some men at night near the border and he gave them the truck and an envelope. I prayed to God, “Our Father in heaven, please let us all enjoy our dinner at a McDonald in the U.S.” It was that night. My dad talked to us while looking at our eyes straight. “Today, we are going to cross the river. You guys just look at my back and follow me, OK?” Juan and I nodded our heads while holding our hands tight. Dad continued, “Well, it’s time. Let’s put our clothes here in this trash bag. This will keep our clothes all dry for us when we cross the river. This is a tube we are going to use. Take this rope and never let it go, OK? And, don’t speak a word or make any noise. You can do this, right?” One of the men who took our dad’s money pointed to his watch and said, “It’s time guys. Now or never.” After hearing this, my dad tightened the rope connected to the tube around his waist and gave us the rope to tighten around our waist as well. He soon immersed in the water and started to swim. We followed him. The water was so cold, but we did not make any noise. We swam with the tube altogether and crossed the river quietly. My dad went through shrubs at the river bank and opened the trash bag to get our clothes. Since our dad told us not to make any noise, we just followed him. Juan also was pretty good in keeping quiet. Dad walked so fast as if he was running away from something. We walked fast to catch up with dad. When I looked up the sky, it was filled with so many stars just like our town in Michoacan. When I looked down again, my dad was about 10 steps ahead of me. I couldn’t call my dad, but tried to walk faster. Suddenly, I heard a man whispering, “Over here!”. When I looked back, a big man from the bushes came out and picked up Juan and me. I yelled, “Dad” in my mind, but couldn’t really open my mouth. Juan and I joined a group of people in a room with very bright florescent lights. There were many children, men, and women. Juan started to cry and said, “I want to go home. Where is our dad? I want to go home.” I calmed down Juan and told him, “Don’t worry, Juan. Dad must be fine. He will come and pick us up soon. Don’t worry…” 6 weeks later, Juan and I came back to Michoacan. We met so many police officers and moved from a truck to another on the way back home. Nobody told us about our dad. However, we believed our dad will come see us soon. Juan and I held our hands together and prayed almost every night. Almost. One evening, Juan asked me, “Dad will come in a Batman’s car with lots of money, right?” “Of course! He will. I will go work at the farm. Iwill take care of you. Don’t worry. I will pick up tomatoes and corn at the farm. Don’t worry.” Two months passed. I worked at the farm and earn 50 pesos a day. I had to fill up 30 big buckets and it took all day. Juan and I boiled pinto beans and made tortillas. We prayed for our dad. Many nights have passed. When Juan and I were eating dinner, Rosa who worked at a street fruit stand burst into our place with a cellular phone. “Mariana! Dad. It’s your dad. Talk to him! Come on! “ said Rosa. “Dad? Daddy? Dad! Dad?” I poured out my heart into the phone. With full of tears, I was holding the phone. Juan ran to me with his mouth still full of Tortillas. “My love Mariana, it’s me. Dad ... how are you? Is everything alright? Is Juan with you as well?” Dad’s voice was coming to me like a miracle. It was really my daddy’s voice. I couldn’t believe it. I felt I was dreaming. I had Juan also listen to dad’s voice. Dad described how he suffered while looking for us, passing through the Death Valley in a mountain, and finally crossing a desert and all. He also mentioned how he was able to get help from in a farm and how he worked there to make money. He tried to contact us, but he couldn’t because we didn’t have a phone. After talking to many people, he finally got in touch with Rosa our neighbor in Paracho. He said sorry to us million times. He said he will send us money through Rosa “Oh God! Thank you, Thank you so much for saving our dad! Thank you so much for getting him a job in the U.S.! prayed Juan with his head on the ground. I didn’t have to work in the farm anymore. I was able to go to school again, too. Dad couldn’t come pick us up right away, but he said he will come and get us. We believe his promise. I now have a cellular phone of my own. Whenever I text my dad, my dad text me back. We pray to God every night. Juan and I are doing fine. Tomorrow, my dad and I are scheduled to talk over the phone. Juan is waiting to brag about his new about joining a children’s football team at his school. I can’t wait to talk to my dad tomorrow. I wonder what kind of exciting things from the U.S. he will tell us tomorrow.",
    "source_file": "15._Mexico_01__My_life__Eng_&_Span.txt",
    "difficulty_level": "Elementary Level",
    "word_count": 1472,
    "character_count": 7459,
    "difficulty_score": 32.41358142686086,
    "vocabulary_distribution": {
      "Basic": 75.89020771513353,
      "Intermediate": 22.997032640949556,
      "Advanced": 1.112759643916914
    },
    "story_word_count": 1359,
    "story_character_count": 6641,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Perseverance",
      "Relationships & Communication",
      "Courage & Self-Advocacy"
    ],
    "cover_image": "images/covers/My_life.pdf"
  },
  {
    "writer": "HAMZA AL FAYEZ",
    "title": "Checkpoint story",
    "country": "Palestine",
    "comment": "He was 15 years old at the time of the story workshop. He likes to be a teacher when he grows up",
    "written_by": "Hamza Al Fayez",
    "illustrated_by": "Hyunyoung Lee",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Once upon a time, there was a boy named Amir. He was an orphan living with his old uncle, Wahab. Amir was a troubled kid. He used to spend most of his time in the street bothering people. Sometimes he would hide behind a wall until he heard footsteps. Then he would jump out and scare whoever was there. He was known as a bully, and all the kids were frightened of him. His favorite thing to do at school was make fun of a disabled girl named Huda. Huda was a very kind girl. She lost one of her legs when a bomb exploded near her home and now she had to walk on crutches. Amir always made fun of her and called her a cripple. Some days he would even snatch Huda’s school bag and throw her stuff into the street and laugh at her. Huda hated Amir, but nothing she said would make him stop. She just prayed that God would change Amir and make him a better person. Amir and his uncle lived near a checkpoint guarded by soldiers. None of the children were allowed to play anywhere near the checkpoint. One day Amir talked some friends into playing football a few feet from the checkpoint where their old football field used to be. Amir kicked the ball hard, and it flew passed the soldiers. Amir ran after it, unaware that he was chasing the ball through the checkpoint. The soldiers started shouting and warned all the kids to stay back! But Amir was still running toward the fence. He kept running and shouted at the soldiers: “Hey, toss our ball over!” The soldiers shouted back and warned them to stop or they will shoot. When the soldiers didn’t give the ball back, Amir’s friend Ayub started throwing rocks at them. Suddenly the sound of a rifle shot rang in the air and everyone became silent. Another shot cracked, and all the children started screaming and running away. They were all terrified. Now all the soldiers were firing into the air, and the day was alive with the sound of their rifles. Amir was so frightened and running so fast that he crashed into Ayub. Ayub fell down and asked Amir to help him, but Amir ignored him and ran faster. Suddenly he fell into a deep hole that workers had dug for a new watch tower. Amir was stunned and his legs hurt. He cried for help, but the pain was so bad that he lost consciousness. When Amir woke up he was lying on a hospital bed. He tried to get up but couldn’t move his legs. “Don’t worry, you’ll be okay,” a voice said. Amir looked up and saw Ayub standing in front of him. “You fell down a hole and Amro and I took you to the hospital.” Amir felt really bad and lowered his eyes in shame. Ayub just patted him on the back and said: “We’ll be playing football again in no time. And I will bring you your homework so you don’t fall behind.” Amir could not believe Ayub was being so nice after what he had done to him. Ibrahim, one of the checkpoint soldiers, was worried about Amir. He felt bad for scaring the children and wanted to make sure Amir was alright. He went to the school near the checkpoint and saw a girl walking on crutches. It was Huda. “Excuse me, are you a student here?” The soldier asked. “Yes,” Huda replied, “how can I help you?” “I’m looking for a boy named Amir. He broke his leg near the checkpoint yesterday. Do you know him?” Huda nodded. “I want to pay for his hospital expenses,” the soldier said. “Can you give this money to him?” The soldier put the money in Huda’s hands. Huda started to reply, but a child’s scream cut her off: “There’s a soldier near the school!” Other kids started to throw stones at the soldier. The soldier quickly thanked Huda. “Please don’t tell Amir about me,” he said as he ran away. Huda didn’t know what to do. Amir had been so mean to her and she had always wanted to get him back. She couldn’t forget the way he treated her and the look in his eyes. Then again, she knew Amir’s old uncle was too poor to pay for the hospital expenses. After struggling with the decision for a long time, she finally made up her mind to go to the hospital. She knew deep in her heart it was the right thing to do. After paying the hospital bill, she saw Ayub in the hallway and told him someone paid for Amir’s expenses. Ayub ran happily to Amir’s room to tell him the good news. When Amir heard the story, he was sure Huda was the one who paid the hospital bill. He was deeply ashamed of the way he had treated her. When he went back to school, everyone was staring at him and his crutches. When Amir saw Huda, he struggled with what to say. “I can’t say anything Huda. I don’t know how to apologize to you. After all the bad things I’ve done to you, you paid for my hospital bills. You are an angel!” Huda told him it wasn’t her and that someone else had paid, but Amir didn’t believe her. From that day on, he became a new person. He helped everyone, and was no longer a bully. Amir loved Huda more and more every day. Huda forgave Amir, and they became very good friends. One day Amir, Huda and Ayub were walking by the checkpoint. A soldier waved at them. It was Ibrahim. Amir and Ayub looked at him with hate and anger, but Huda knew the truth. Ibrahim looked at them and smiled. Huda smiled back.",
    "source_file": "16._Palestine_01__Check_point__Eng_&_Span.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1113,
    "character_count": 5923,
    "difficulty_score": 36.21090373358423,
    "vocabulary_distribution": {
      "Basic": 72.58883248730965,
      "Intermediate": 26.49746192893401,
      "Advanced": 0.9137055837563453
    },
    "story_word_count": 1000,
    "story_character_count": 5105,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Empathy & Compassion",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/Checkpoint_story.pdf"
  }
]