[
  {
    "writer": "JANET NAKAAZI",
    "title": "The street boy part one",
    "country": "Uganda",
    "comment": "Janet participated in the story workshop when she was 12 years old. She lives in Uganda and wants to be teacher when she grows up.",
    "written_by": "Jannet Nakaazi",
    "illustrated_by": "Narae Park",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Hi! My name is Kasumba. I have no home or parents. The street is my home. I am probably about 11 years old. People said I look bigger than a 11-years old, but to be honest with you, I don’t know my real age. I am not even sure where I was born. One thing that is for sure is that my home is the street. Today is Sunday. There are many people on the street. People selling merchandises, people begging, and of course people who are trying to steal money from the tourists. You will also see kids looking for food in trash cans. You may not see them all, but there are many kids living on the street. I also search trash bins for food. Today, I have been looking all over, but I couldn’t find any food. I finally sat down next to a trash bin holding my empty stomach. I look around. Isee two people eating sandwiches with coca cola. What a fantastic combination! I always search trash bins for food. You may say Ishouldn’t However, I have only two options: One is to find food to survive or don’t eat to die. Today, I am looking for a different way to survive. Stealing is a very dangerous business. If I get caught, I could die by being beat up. I feel Icould do anything because I am so hungry. I cannot just sit down and wait to die. Since it is Sunday, there are more people on the street. I wondered around. At a restaurant, there are two people sitting around a table and eating lunch on a busy street. I went behind one of the man and pretended to limp for a second and holding his chair. I pickpocketed his wallet. I am not proud of what I am doing, but I may be able to survive another day. What would I buy with money in the wallet? Ibought a cake and one bottle of coca cola. Ihave never eaten a cake in my life. Nobody has bought me a cake for my birthday. The cake came with a few candles. I remember watching a scene of a birthday celebration on TV from a store on the street a happy family singing the happy birthday song for a little girl. I lighted the candles and I blew them out. Idevoured the cake in a second and finished the cola in the middle of a city trash dumpsite. I feel sleepy. The smell from the trash dumpsite doesn’t bother me at all because I am used to it. I don’t like nights because it gets cold. Sometimes, I could not fall asleep. I imagine sleeping in a house where there is a happy family sitting around a fireplace and enjoying dinner together. It would be a house that has a roof and walls, not trash or in the middle of a dumpsite. I know pickpocketing is a bad thing and it is nothing, but a dangerous act. I know there is no hope from doing it to survive. One day, I want to live like others. I want to go to school I pray every day that tomorrow will be better than today. I meet a few brothers. They live on the street, too. “We are going to make some money. Follow us” said the brothers. I know how they make money and I don’t want to follow them. However, if I don’t listen to them, they will beat me up to death. They are waiting at a corner of backstreets and looking for someone. A man approaches with a huge bag of shoes on his shoulder. He looks very innocent and happy. He is singing while coming close to the corner. I pray that the brothers would leave him alone. God does not listen to my prayers. The brothers approach the man and beat him up with sticks. They tell me to watch if anyone is coming near. They beat him up and took every belonging he has. He fall down and bleed. I am shocked by the scene and I flee the scene. I avoid the brothers and do not say anything whenever I see the them. The innocent man appears in my dream. I feel so sorry for him. I pray that someone finds the man and treat him. I pray that God will help him.",
    "source_file": "17._Uganda_02__Street_boy_part01__Eng_&_Span.txt",
    "difficulty_level": "Elementary Level",
    "word_count": 854,
    "character_count": 4513,
    "difficulty_score": 33.84870673791966,
    "vocabulary_distribution": {
      "Basic": 76.46341463414635,
      "Intermediate": 21.829268292682926,
      "Advanced": 1.707317073170732
    },
    "story_word_count": 741,
    "story_character_count": 3695,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Perseverance",
      "Problem Solving",
      "Responsibility & Ethics"
    ],
    "cover_image": "images/covers/The_street_boy_part_one.pdf"
  },
  {
    "writer": "JANET NAKAAZI",
    "title": "The street boy part two",
    "country": "Uganda",
    "comment": "Janet participated in the story workshop when she was 12 years old. She lives in Uganda and wants to be teacher when she grows up.",
    "written_by": "Jannet Nakaazi",
    "illustrated_by": "Narae Park",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "I wake up again in the middle of a dumpsite. The stinking smell is a friend of mine. Since Ihave no blanket or pillow, I feel body-ache every morning, but I shake it off with my hunger. Being hungry is harder than anything else. I search my pockets, but I have nothing. I don’t remember when my last meal was. I don’t have much strength to get up. I just lay down feeling the sun shining on me. Perhaps, today is finally my last day. Someone shakes my shoulder. I open my eyes and a foreign tourist appears with a camera. He says things I don’t understand, but he shows me money. I say to myself, “Thank God! You send me a savior!” He showed me pictures I took with him in the middle of my dumpsite. He also gave me a photo. I never had my own photo ever before. He gave me money and left. I put the money in my pocket and look around. “I saw it!” someone said aloud behind me. They are the brothers. I feel so scared, but manage to say, “What? What are you talking about? “ “We saw that white man giving you money and taking photos with you” said the brothers. I start to run, but I have not much strength to run fast. They grab me by my neck and start to beat me up and take the money. When I wake up, Ican’t open my eyes. Someone is wiping my face with wet towel. I try to open my eyes, but they are too swelled up. “Oh! Are you waking up now?” said a stranger. Imanage to peak at the man through my swollen eyes. I am in for big trouble. It’s the man who was beaten up by the brothers 6 months ago. I couldn’t do anything while he was being beaten up. He might feel angry that I was just looking at him being beaten up. I feel scared again to be with the man. I want to run away, but I can’t move.The man examines all my bruises. “I saw you laying down unconscious and bleeding on the street. I brought you here. My name is Kakama. Don’t worry about anything. I will take care of you here” said the man. He cleans my body and put some white cream on my wounds. He also gives me a bowl of porridge. “Can you lean on the wall? Let’s see if you can eat some food. If can you, you will live” said the man. I feel this is not real. This is not right. I cannot possibly pretend that I don’t know anything about what happened to him 6 months ago. The guilt feeling is just so strong and make me shed tears. The man who was beaten up in front of my own eyes is here helping me heal! “Are you OK? Why are you crying?” said the man. I decide to confess to him. I take a deep breath and start to tell him what I can’t hold anymore in my mind. “Uhhhh. I have something to tell you,” I start to pour out my heart. “When you were being beaten up long time ago, Iwas there, too. I was not able to help you or stop them from beating you up. I ran away scared. Don’t be nice to me. I am not worthy to receive your care” “Is that it?” said the man. I nod and say sorry. “I remember that day. I was scared as much as you were. It’s OK. I have no grudge on you” said the man. I stop crying. Peace of mind comes in and fills my heart. The porridge tastes so good and is the best meal I ever had. “Do you live on the street? Do you want to live here with me and work for me?” says the man. With the most joyful color of voice I reply, “Really? Can I really do that? I can work. Tell me anything I need to do!” “Do you have a name?,” asked the man. “My name is Kasumba,” I replied. “Kasumba! What a good name! You can help me with many things,” replied the man. Since it is truly a miracle, I ask him to verify. “Iget to live here and work for you?” asked again Kasumba. “Yes. That will be great if you can,” the man replies. 4 weeks pass by and I am all healed up. I start to help him make shoes. He is really the best man I know of in my life. He is really honest and Iam so happy. I do not need to look for food by searching trash bins or dumpsites. I don’t need to sleep on the dumpsite, either. I still dream the brothers time to time. When Iwake up from nightmares, I pray to God not to dream or see them in my life. One day in Kakama’s workshop, he asks me. “Kasumba, I wish you could forgive people.” “Forgive people?,” I asked. He stops his work and looks at me. “We often do evil things and we get blames. Also, others do the same. If we continue to hold grudge on others, this world becomes a very difficult place to live. However, this world is not as bad as it could be. You know what? That’s because people forgive other” says Kakama. Kakama continues, “Of course it is not easy to forgive others. However, if you do, actually it is you who will benefit the most. You will feel much better and become happier. Don’t hold grudge on the brothers anymore. I see you still waking up from nightmares.” I understand why he tells me all the right things, but it is not easy to forgive those who do evil on me. They beat me to death. How could I forgive them? Kakama continues, “I know It is hard for you. It’s hard for me as well.” Kakama continues to make shoes. I start to ponder. If Kakama did not save me from the street, I would have died. He forgave me and he took me to his place to help me heal. That’s why I am alive today. I start to feel the feeling of relief and happiness. He is right. It’s not easy to forgive someone, but it is actually me who benefits the most. I can be happier if I forgive. I decided to forgive others. I will forgive others as I have been forgiven. It’s hard, but I will start to forgive and care for others for my own sake. At least, that’s what I can start to do today.",
    "source_file": "18._Uganda_03__Street_boy_part02_Eng_&_Span.txt",
    "difficulty_level": "Elementary Level",
    "word_count": 1252,
    "character_count": 6313,
    "difficulty_score": 31.639215054629464,
    "vocabulary_distribution": {
      "Basic": 76.832350463353,
      "Intermediate": 21.061499578770007,
      "Advanced": 2.1061499578770007
    },
    "story_word_count": 1139,
    "story_character_count": 5495,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Empathy & Compassion",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/The_street_boy_part_two.pdf"
  },
  {
    "writer": "SHABAN MNADUME MAJAL",
    "title": "The Three Boys",
    "country": "Tanzania",
    "comment": "My name is Shaban Mnadume Majali and I want to become a doctor. 7th Grader at Nangwanda School.",
    "written_by": "Abdusalam Mohame",
    "illustrated_by": "Jiai Kim",
    "edited_by": "Sawyer Altman, Eun Kyung Ko, Ph.d",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "The three boys live in a small village in Mwane. The village is named Abushiru and it does not have a post office, a hospital, or even a small store. However, it is a peaceful village where all people live like one large family. Thoughtful Musa, energetic Juma, and smart Amed cannot afford to go to college. Juma cannot tolerate their sadness and says, “Phew, this problem gives me a headache. I really don’t know how to solve it. So, let’s stop worrying and play soccer!” They really like soccer, but they cannot afford a soccer ball. So they collect 100 plastic bags from the village dumpster and use them to make their own ball. “Yay! We did it!” the boys exclaim. After they finish making their soccer ball, they get very excited and forget about their problem. Musa first kicks the ball to Juma. “This is great here we go!” Juma passes the ball to Amed. Then, Amed kicks it to Musa and shouts “Pass! Pass!” They are really excited. Whoops! The ball that Musa kicks flies into an old man’s backyard. “The ball went into the old man’s house. Let’s go there and get it!” Musa says. Juma says, “Sir! Sir! It’s Juma,” and runs to his house.The old man does not answer. When Amed knocks on the door, the door slowly opens. Suddenly, they see the old man lying on the ground. The old man has very poor health. Unfortunately, he has no family who can take care of him, so he lives alone. They are surprised and run to him. Juma looks at him and asks, “Sir, sir, are you okay?” “I am okay. I just fell down by mistake. Don’t be so alarmed.” He kindly smiles and assures the boys that he is fine. However, the old man looks very ill. He coughs a lot and looks pale. The boys help him to his room. Musa starts really worrying about him and whispers to Juma and Amed, “I am sure the old man is really ill. My mother told me he often gets sick these days.” Juma says, “We should help him somehow! We should help.” Amed also agrees to help the old man. “He is kind to children in our village and gives candy to us when we meet. Now it is time for us to help him,” Amed says. The old man holds their hands and says, “I very much appreciate your kindness. However, I really am fine. I have already lived long enough. I am just running out of time in my life. I do not want to bother others.” The three boys are about to cry upon hearing the words of the old man. He does not have any children of his own, but loves all children in the village. Some people say that he has children, but they left once they grew up. Some people say that he has never married and does not have children. No one knows exactly, but that does not matter because everyone knows that he is a very kind and nice person. After the three boys leave his house, they sit and talk seriously about how to help him. “Let’s go search for some medicine! There must be a medicine that can cure him!” The three boys decide to leave in order to find the best medication for the old man. Aday later, they are preparing for their trip. They pack nuts and cassava roots and ponder about how to find his medicine quickly. Wise Amed says, “Let’s scatter and search for medicine. Then, we will be able to find three types of good medicine!” They all agree and leave in different directions. Musa goes to a tribe that makes medicine from snakes. Juma travels to a tribe that makes medicine from roots. Amed goes to a tribe that makes medicine from fruits and flowers. A couple of days later, the three boys return to their village with medicine for the old man. First, Juma gives the old man medicine that was made from roots. He takes the medicine for a week and starts to recover. Next, Amed gives the medicine that was made from fruit and flowers. Lastly, Musa gives the medicine that was made from snakes. They also clean his home, cook, and prepare his medicine for him. Because of the three boys’ care, he stops coughing and recovers his strength. Now he even goes for a stroll in the park. The three boys are very happy to look at the old man’s healthy face. “Hey, aren’t you so happy to see that he is getting better?” asks Juma excitedly. Amed, his face full of happiness, says “Yes, when Igrow up, I want to be a doctor who can take care of sick and weak people. I will help many people! Then I will become a very happy person.” “Sure! Sure! Amed, you are a smart person. I know you can be a doctor.” Juma is excited and chimes in, “I want to be a businessman, so that I can help people who cannot pay for their medical expenses!” However, Musa does not say anything. Juma asks, “Musa, aren’t you happy that he has become healthier?” “Yes, I am extremely happy too! If I can, Iwant to be a school teacher, but we don’t have money to go to college.” Musa cannot say anything more and starts to cry. Amed and Juma also burst into tears. They cannot afford their school fees after they graduate from their school Then, the old man walks to them and says, “Hello, how are you?” “Hello! You look great!” They wipe their tears and smile at him. “I feel great! And it is all because of you boys. I do not cough anymore and can walk very far. Thank you very much for all your help. Could you please go with me somewhere?” asks the old man. Juma answers, “Sure! Please let us know whatever you need! We can do anything you want.” The old man smiles kindly and walks towards the road. The three boys follow after him. They walk for a long time and even have to take a few bus trips. Finally, after the long journey, they arrive at a city and the old man takes them to a college with a dormitory. The three boys are full of wonder as they stand in front of a big, new school building. “Why does he come here?” they ask themselves, “Does he also want to go to school?” The old man says, “You guys promised me you will do whatever I ask you to do. I want to ask you to go to college, study hard, and become a great doctor, teacher and businessman.” The three boys don’t understand what he is asking. Then people from the school rush out to the old man and say, “Welcome, Chairman!” The three boys are shocked. Chairman?! He is the chairman of this big school! They feel like they are dreaming and cannot believe what they are hearing. “Boys, please answer me. Can you please do what I asked you to?” The old man smiles and requests once more. Juma answers first. “Yes, Sir! ” Amed and Musa also answer loudly, “Thank you very much, sir! We will study very hard and become good people who you will be proud of!” Since that day, the three boys studied hard to become a great doctor, teacher, and businessman. The entire village was very proud of them.",
    "source_file": "19._Tanzania_10__The_three_boys__Eng_&Span.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1383,
    "character_count": 7410,
    "difficulty_score": 35.22767501478998,
    "vocabulary_distribution": {
      "Basic": 73.86363636363636,
      "Intermediate": 23.863636363636363,
      "Advanced": 2.272727272727273
    },
    "story_word_count": 1270,
    "story_character_count": 6592,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Empathy & Compassion",
      "Problem Solving",
      "Learning & Growth"
    ],
    "cover_image": "images/covers/The_Three_Boys.pdf"
  },
  {
    "writer": "LEILAH ISMAIL MBWANA",
    "title": "The story of NEEMA part two",
    "country": "Tanzania",
    "comment": "“My name is Leilah Ismail Mbwana and I want to become a lawyer.”",
    "written_by": "Leilah Ismail Mbwana",
    "illustrated_by": "Yeongju Lee",
    "edited_by": "Justina Kim",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "”Neema! Neema! Where in the world is she!” The lady’s sharp voice rang all over in the house. Neema immediately went inside the house from cleaning the backyard when she heard the lady’s angry voice. “Lady, what is the matter?” asked Neema. “Neema! What were you doing until now when I told you to iron the dress I will be wearing today?” said the lady. “Lady, I ironed your dress last night and hung it in your closet. Please check again.” Then the lady yelled at Neema again who cleaned the house till midnight and cleaned again early in the morning. “There are guests coming over today so hurry up and finish cleaning. When you are finished, go to the market and buy some groceries. Cook some lamb stew, Chipsi, and Ugali. Don’t forget to have the coconut juice chilled. I will be going out again to run some errands. Hurry and finish everything before I come back.” The lady quickly got dressed and left. Neema had lived with the lady for 6 months already, but she still didn’t attend school. She did chores every day and cooked for the lady with a thought that the lady would send her to school very soon. Neema, wanting to go to school even a day faster, couldn’t bring out the subject of school because the lady would have a scary face on and got angry whenever Neema talked about school. “The lady must have a problem right now. She promised me that she would send me to school and must have been very busy lately. I must tell the lady tonight after the guests leave.” Neema thought to herself while cooking dinner for the guests. After the guests had their dinner and left, Neema went to the lady’s room. “Lady, it’s me, Neema, I have something I must tell you,” Neema said knocking on the door. The lady opened the door with sleepy eyes. “What is it, dear?” the lady said with a sleepy voice. “Lady, I would like to discuss the school with you. Iwaited every day for you to bring out the subject first, but it seemed you were very busy these days. Next week will be the deadline for school registration, so I was wondering if can go register for school,” Neema asked the lady cautiously, but the lady seemed very angry again. “School? Did you just say school? If I brought you here to live comfortably, you should know how to be satisfied, but you even thought of going to school? Who will do all the chores and the cooking when you go to school? If Ifed you and provided a place for you to sleep, you should be thankful instead of complaining!” the lady yelled at Neema and picked up a cane that was next to her. “A children like you who have no clue how to be thankful should get hit until they realize!” The lady started hitting Neema everywhere with the wooden cane and Neema then realized the true heart of the lady. That night when everyone was sleeping, Neema got up from her bed and started to pack her belongings even though her body was bruised everywhere. Neema packed a bit of her clothes and some money she has been saving. She then started to walk through the hallway to the door quietly. “creeeeek….” The lady woke up by the sound of the metal door and Neema quickly started to run with her swollen legs without looking back. “Neema! Neema! Come back, right now! If I get you, I will make sure you starve for days in a locked cellar!” the lady screamed at Neema. The lady tried to catch Neema, but it was after Neema had run away. Neema heard the lady’s voice calling her, but she kept on running without stopping. “I must go back. I’m going to go back where Grandma and I used to live. I don’t care if I don’t go to school anymore. I want to go back to my village where my friends, friendly villagers, and teachers are.” Neema wiped her tears that were running down her cheeks and kept running. Many things have changed in the village. Mrs. Mika’s coffee farm has grown and also started to receive tourists who like to learn about the special coffee beans grown in the farm. Many tourists enjoyed their trip and returned with their friends and families. Many people in the village made more money and even built more cottages for tourists to stay while enjoying fresh seafood in the nearby beach. The whole village has become a bustling tourist town. With increased income, parents were able to send their kids to school. After Neema’s return, Mrs. Mika visited Neema. “Neema, how have you been? We have been thinking about you ever since you left to go make money in the Tanga village,“ said Mrs. Mika. Neema explained all the details about her long hard journey. After hearing Neema’s story, Mrs. Mika felt sad and pity for Neema. “Neema, we learned that other villages invited tourists to their coffee farm and made money from ecotourism. We followed their suit and we made money, too. We paid most of our debts and made good money by selling cultural artifacts to the tourists as well. Since you are back safe and sound, we would like to help you in any way possible,” said Mrs. Mika. Mrs. Mika suggested that Neema should be a part-time tour guide as she did in Tanga village and go to school. Our villagers made enough money for all so we should village. Since you are smart, you will catch up quickly! “What? Neema is back?” someone shouted outside. When Neema turned around to see who shouted, there were villagers with big smiles on their faces welcoming Neema. There were Neema’s former classmates as well. Everyone in the village were happy to see Neema back and Neema also felt relieved to be back and welcomed by the villagers. Neema studied really hard in school. She even helped Mrs. Mika’s farm whenever she had time. With Neema’s bright smiles on her face, everyone was truly happy to have her back. . . “Grandma, mom, and dad. I am so happy to be back. Your old neighbors are so nice to me and helping me a lot now. I am studying hard and helping Mrs. Mika in her farms and her little kids with their homework. I am so happy to be helpful. I like to be a teacher one day and help many orphans. Please watch over me…” prayed Neema.",
    "source_file": "2._Tanzania_02__Neema_02_with_can.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1230,
    "character_count": 6792,
    "difficulty_score": 36.67565092884489,
    "vocabulary_distribution": {
      "Basic": 72.39858906525573,
      "Intermediate": 26.014109347442684,
      "Advanced": 1.5873015873015872
    },
    "story_word_count": 1117,
    "story_character_count": 5974,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Courage & Self-Advocacy",
      "Perseverance",
      "Problem Solving"
    ],
    "cover_image": "images/covers/The_story_of_NEEMA_part_two.pdf"
  },
  {
    "writer": "SHABAN MNADUME MAJAL",
    "title": "The story of a thief",
    "country": "Tanzania",
    "comment": "My name is Shaban Mnadume Majali and I want to become a doctor. 7th Grader at Nangwanda School.",
    "written_by": "Shaban Mnadume Majali",
    "illustrated_by": "Eunjee Kong",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "James, a 12-year old boy, lived with his mom. James’s mother worked hard every day to raise James. She smiled and whispered to James, “My love, James. I am sorry for not being able to buy you a new pair of shoes or cook some delicious meals. However, I know you will still grow up strong and become a great person for this world. Let’s live righteously as your dad in Heaven is happily watching over us.” Being poor could not stop them from being happy. James knew it all and thanked his mom always. James wanted to become a great person and wanted to make his mom and his dad in Heaven proud. One day, after working hard for several days, James’s mom became seriously ill. With the help of her neighbor, she was brought to a free clinic run by a foreign aid organization nearby town. James’s mother looked pale. James prayed and asked his dad in Heaven to help. “ Dad, please save my mom. I will be a better boy. Please help her, dad,” prayed James. The doctor at the hospital said, “Your mom may go home now. However, do not forget to have her take this medication every day. This medicine is free, but it is very strong medicine. She must be well fed before taking the medicine.” “Thank you, doctor. I will be sure to have her eat plenty of food and take the medicine,” said James with a great smile on his face. James was happy that his mom would be fine and could go home although she still looked ill. As soon as James came back home, he looked for food to give to his mom. He knew that she must be well fed before taking the medicine. He couldn’t find anything to cook. Their kitchen was completely empty. James’s mom took the medicine, however, because it was time to take the medicine. James’s mom vomited and suffered greatly since her stomach was empty. James became so sad. Since James’s mom could not go out and work, there was no money for them to buy food. James went back to the hospital to ask the doctor what to do. The doctor said that the medicine was free, but they did not have food to give On the way home, James looked up at the sky and his dad in Heaven. James felt so lonely and he was afraid that he might be left alone without his mom if he could not help find food for her. “ My bag! Please help!” an old man shouted in the village. James looked back and saw an old man screaming and a boy running away with a bag. James knew that boy. He was the most naughty boy in the village. He must have snatched the old man’s bag. Without much thinking, James ran to the boy so he could get the bag for the old man. The naughty boy ran and ran and arrived at the village dumpsite. The boy shook the bag upside down and things fell out of the bag. The naughty boy quickly searched for valuable things, and he ran away with a flash light. James finally caught up and got to the dumpsite as well. When James saw the bag and the old man’s belongings, he picked them up and put them all back in the bag. From one of the old man’s jackets, a watch fell out. As soon as James saw the watch, his heart was shaken. Suddenly, he imagined his mom eating deliciously made Ugali. If his mom could eat, she could take the medicine. “What can I do, dad?” asked James while looking up the sky. There was nobody at the dumpsite, only garbage flies hovering over smelly compost piles and trash. James burst into tears while holding the old man’s precious watch in his hands. He wasn’t sure why he was crying. After shedding tears after tears, he put the watch in his pocket. He put the rest of the belongings in the old man’s bag and set the bag on top of the trash pile so the old man could find it easily if he came to the dumpsite. James sold the watch and bought three big bags of corn flour. James told himself, “I am a thief. What would my dad think of me now? Dad, please forgive me. I just want save my mom,” said James. James came back home and with a happy face told his mom, “Mom! I will make Ugali now. So you can take the medicine.” As soon as James turned to his mom, he was shocked and couldn’t move his body an inch. There was the old man in his house. He was helping his mom get up. His bag was also in front of the door. “What is happening? Did he find out that I stole his watch? Is he here to send me to the jail? What will happen to my mom then?” wondered James. James’s mom smiled to James and said to the old man, “Dad, that’s my James. He has grown up so big. James, come here my boy. This is your grandfather,” said James’s mom. “Hello James! You probably don’t remember me because when I first met you, you were still 5 years old. We met this afternoon, too!” said the old man. “Ye... Yes…Grandpa.” James barely made his voice. James’s grandfather looked at the corn flour bags James was holding in his chest and smiled at him. In the night, James’s grandfather called James to come outside and talked to him softly. “James, there is one thing you shouldn’t do. Do you know what that is?” said Grandfather. James said with his trembling voice, “Yes……” “Then, it is fine. If you know it, that’s fine,” said Grandfather. Suddenly, James broke into tears and said, “I am sorry, Grandpa.” “Okay, James. Now I am here. Your mom will get better as long as she eats well and takes the medicine,” said Grandfather. Looking at the big smiling moon, James prayed. “Dad, I want to grow up to be a great man like you. Please look after us,” said James. That night, James and his grandfather sat under a tree and smiled back to the moon.",
    "source_file": "20._Tanzania_11_The_story_of_a_thief__Eng.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1187,
    "character_count": 6269,
    "difficulty_score": 35.77657888680682,
    "vocabulary_distribution": {
      "Basic": 71.54115586690017,
      "Intermediate": 26.444833625218916,
      "Advanced": 2.0140105078809105
    },
    "story_word_count": 1074,
    "story_character_count": 5451,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Empathy & Compassion",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/The_story_of_a_thief.pdf"
  },
  {
    "writer": "SARASWATI SHARMA",
    "title": "The indian boy's last petition",
    "country": "India",
    "comment": "“My name is Saraswati Sharma and I am 10 years old. I live in India and I want to become a teacher when I grow up.”",
    "written_by": "Saraswati Sharma",
    "illustrated_by": "Eunju Lee",
    "edited_by": "Jooi Moon",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "In the small village of Chandra Babu Nagar, there lived a very happy family of four: a young boy named Rajesh, his mother, his brother and his father. Rajesh’s mother was a lovely lady. Despite the fact she had no education as a child, she worked hard to pay for her own education and get a decent job in the village. Rajesh’s father also worked in the village, as a street cleaner. Rajesh’s father worked very hard to He would sacrifice anything for the family’s happiness because to him, nothing was more important than family. Although he would come home stressed from the workload every day, he was still happy. He was always very tired but remained calm and found time to spend with his wife and two sons. He was a loving father, but he was very strict and he disciplined his two sons harshly, who learned from him to become better people with stronger character. One day after work when Rajesh’s father was sleeping, Rajesh’ mother was cleaning the clothes and found a pain killer tablet in Rajesh’s father’s jacket pocket. She started to panic and cried to Rajesh, who tried to calm her down. Together, they asked father why he was using the medication. Father told them that he had been hiding his chronic stomach pain from them. Mother forced father to go and see the doctor at the city clinic and sent Rajesh with him. Father and Rajesh left the house the next morning and began their journey to the city clinic by bicycle. The journey took 3 days. On the way, Rajesh told his father stories to help him forget about the pain. One story that Rajesh had heard in school was about a brave African boy named Kakama, who saved his entire village. Rajesh tried to give hope to his father even though he was scared himself. When they arrived at the clinic, the Doctor did a free checkup and reviewed the results. He then told Rajesh’s father that he was suffering from stage 4 stomach cancer, which had already spread to his other organs, and that the only way to cure him would be a surgical operation. “Unfortunately”, he said, “the surgery is very expensive”. Rajesh started to cry and couldn’t stop his tears. “Although”, the Doctor said, “Once a month, we offer one free surgery to the person who writes a petition convincing enough to inspire the director to sponsor the surgery.” The doctor continued, “The chances of winning are very low, winning needs a high literacy skill.” Rajesh’s father was illiterate, so he didn’t think he had a chance in the competition. They rode back to their village in silence, but Rajesh still had hope in his heart. When they got home, Rajesh told his brother about the competition and, together, they promised their parents that they would win. Father’s health condition soon got worse and he was fired from his job. Rajesh’s mother started to work more hours cleaning people’s houses and the boys dropped out of school to find jobs: Rajesh in a Mechanic shop and his brother in a restaurant. They all tried to earn enough to pay for the surgery, but they were nowhere close. Rajesh and his brother, with help from their ex-schoolteacher, worked on the petition day and night, writing 33 drafts in all. Finally, they submitted it to the clinic, but it was rejected. Father didn’t want to be the reason for his children leaving school and his wife becoming a maid. He blamed himself and felt useless. He couldn’t stand the pain any longer and made up his mind to hang himself in order to rescue his family from this situation. He wrote this note to his family: Rajesh started to cry and couldn’t stop his tears. Dear Family, Thank you all for everything. My sons, Rajesh and Suresh, take care, go back to school and study hard to get into college and make a better life for your mom. My lovely wife, Sakshi: stay strong and do not feel left alone because you know that I will always be with you and with our sons. I cannot live in this pain any longer; I cannot see you suffering because of my health condition. I’m ending my life and I leave you to God. Love, Anand The next morning, after everyone had left home to go to work, father placed the note beside him and put the rope around his neck. Just outside, Rajesh was returning home early to pick up his tools, which he had forgotten to take to work. Rajesh opened the door and saw his father hanging and choking. He jumped up and cut the rope with his knife, allowing his father’s body to fall to the floor. Rajesh shook his father’s shoulders hysterically and called out his name. He prayed to God to save his father, whose eyes then slowly opened. Rajesh told him: “Dad, you always taught us to be hopeful and trust God. Why are you doing this? We will write the petition 100 times again until we win the competition and get you that surgery.” Father felt very regretful and asked for forgiveness from Rajesh. They decided not to tell mother or brother what happened. Rajesh worked harder and harder on the petition, praying to God for help and reading from books every night to improve his writing skills. After three months of this with no success, he considered selling his liver just to get some money for his family. In one last attempt, Rajesh put all his heart into his writing. He wrote about his father’s plan to commit suicide and about his own plan to sell his liver. The director of the clinic, so inspired by Rajesh’s brave, hardworking and self- sacrificing personality, declared his story the winner and agreed to perform the free surgery for them. After the operation Rajesh promised himself that when his dad got better and he returned to school again, he would study really hard to become a doctor to save other poor people. Father opened his eyes and looked at his brave son. He had a beautiful smile on his face and saw the spark of hope in Rajesh’s eyes and Rajesh smiled back at his father.",
    "source_file": "21._India_01__The_indian_boy's.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1182,
    "character_count": 6631,
    "difficulty_score": 41.55959480664341,
    "vocabulary_distribution": {
      "Basic": 74.76722532588454,
      "Intermediate": 23.83612662942272,
      "Advanced": 1.3966480446927374
    },
    "story_word_count": 1069,
    "story_character_count": 5813,
    "story_difficulty_level": "Middle School Level",
    "educational_categories": [
      "Perseverance",
      "Problem Solving",
      "Learning & Growth"
    ],
    "cover_image": "images/covers/The_indian_boys_last_petition.pdf"
  },
  {
    "writer": "FATUMA NAYOPA",
    "title": "Fatuma story",
    "country": "Tanzania",
    "comment": "Original story by Fatuma Nayopa, a 14 years old girl from Nangwanda school, Newala in Tanzania, who wants to work at Bank of Tanzania when grows up.",
    "written_by": "Fatuma Nayopa",
    "illustrated_by": "Goun Kim",
    "edited_by": "Ziem Nguyen Neubert",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Our fathers have a saying: “where there is determination there is a way.” This is a story about two young girls, Farida and Rehema who were determined to find their way, no matter how hard their lives were. Farida and Rehema are orphans. Rehema is not well-behaved, while Farida is the complete opposite. One day they went to school and the teacher asked them, “Why do you guys come to school only once or twice a week? Who takes care of you at home?” Rehema replied, “What will you do about it after I tell you?” Farida warned her sister that was not the right way to talk to others. Farida explained to the teacher that they used to live on the street until their Grandma adopted them. They live a hard life because Grandma doesn’t take good care of them and makes them cook, do all the chores, and clean the house. Grandma made money by cleaning other people’s houses in the town, but now she makes Rehema and Farida clean the houses. They don’t have time to study when they return home. They are always hungry because Grandma doesn’t give them much to eat. “Both our mom and our dad died,” Farida said to the teacher. “I am really sorry, Farida,” the teacher said. “No problem.”, she replied. Rehema was not very happy with her sister for telling the teacher about what was going on in their family. “Do you think she is going to help you?” she yelled at Farida “She is just curious. That’s all. Is that bad? What else can be worse?” Farida asked. “But do you honestly think she will help you?” Rehema replied, her face wrinkled with anger. Rehema was almost 14 and seemed to be angry about everything around her. Farida sat down for a moment and thought about her life and that of her little sister, Rehema. “But do you honestly think she will help you?” Rehema replied, her face wrinkled with anger. Rehema was almost 14 and seemed to be angry about everything around her. Farida sat down for a moment and thought about her life and that of her little sister, Rehema. Right after they finished cooking, Grandma’s daughter Mwanahamisi, whom they called auntie, came to visit. When auntie came and saw the lunch Rehema and Farida made, she ate their lunch and then told them to go clean her house as well. Auntie’s house was so filthy that it was midnight before they finished cleaning. They were so hungry and so tired that they fell asleep at auntie’s house. The next day, Farida and Rehema sent out on their way back to their Grandma’s. When auntie found out they had left, she felt relieved, because she did not want to give them any food at her house. On the way back to Grandma’s house, Rehema and Farida met a young man named Issa. He seemed to be lost and looking for directions. “Jambo! Ladies. Which way to Newalla town?” Issa asked. “Oh. We just came from there. We came from our auntie’s and we are going to our Grandma’s. Newalla is that way,” said Farida pointing toward the town. “Asante sana. Excuse me, but you girls look very tired already. It’s only 10AM,” Issa said to them. “We worked all night last night and haven’t eaten a thing since the dinner the day before yesterday.” Farida replied. “Oh no! Come here and I will give you some food. I have some left- overs from my breakfast I picked up on the way to this village,” Issa told them and got a bag from his car. “Wow! Asante sana, but we don’t want to trouble you, sir” Farida replied. “But we will take it if it is not too much trouble,” Rehema replied. With a smile on his face, Issa gave them some food. Rehema and Farida were so hungry they devoured the left-over food in a matter of seconds. “How many schools are there in this area?” Issa asked them. “Here? There is only one small primary school which we attend,” Farida replied. Issa asked them all to sit down, because he wanted to talk to them. They found out that Issa is from Dar es Salaam, and he was visiting the region because he was going to become the director of a new woodcraft manufacturing factory. After hearing the life stories of Rehema and Farida, Issa suggested that they live with him starting next month. Issa was also an orphan and he studied hard to change his life. Issa knew that education is the only thing that can change one’s life. Because of all his personal experiences as an orphan, Issa saw Rehema and Farida as his sisters, because he knew how hard it is to live as orphans and live with other families, and do other people’s chores for them. “I would like you to become part of my family” he said. The girls were thrilled to hear it, and happily followed Issa to his new home in Newalla. When they arrived, Issa told them to make themselves at home. As they looked around the house, they saw things they had not seen before things like electricity, a television, and a computer with internet access. Issa was a very young man, but became quickly successful by studying hard and getting a college education. He received his bachelor’s degree in business administration from a university in Dar es Salaam and also a full scholarship to a university overseas where he earned a master’s degree in business administration. Is sa was single, so he enjoyed having sisters around so they could live as a family. Issa had a maid and a cook, so Rehema and Farida didn’t have to cook or do any chores. The girls were happy to have time to study. They attended school every day and worked really hard. They read as many books as they could find and learned to speak English as well. Thanks to Issa’s kindness, the girls grew up and went to college. They studied even harder in college and received scholarships which waived their tuition and fees for books. After graduating college, they got jobs; Farida worked at the Bank of Tanzania and Rehema became the head of a secondary school. They lived happy lives and became great role models for all the orphans in the rion.",
    "source_file": "22._Tanzania_12_Fatuma.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1201,
    "character_count": 6649,
    "difficulty_score": 36.35701944192081,
    "vocabulary_distribution": {
      "Basic": 77.54716981132076,
      "Intermediate": 20.471698113207548,
      "Advanced": 1.9811320754716981
    },
    "story_word_count": 1088,
    "story_character_count": 5831,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Perseverance",
      "Learning & Growth",
      "Empathy & Compassion"
    ],
    "cover_image": "images/covers/Fatuma_story.pdf"
  },
  {
    "writer": "ELTON JOHN",
    "title": "Greedy fisherman Witten By: Elton John",
    "country": "Tanzania",
    "comment": "Original story by Elton John, a 15-year-old boy who attends Nan- gwanda School in Newala, Tanza- nia. He wants to be a doctor when he grows up.",
    "written_by": "Elton John",
    "illustrated_by": "Eunju Kim",
    "edited_by": "Grace Hyunkyung",
    "preface": "Our storytelling program, 1001 Stories, brings meaningful\nlearning to some of the hardest to reach populations\naround the world. We aim to facilitate the creation,\ndevelopment, and gathering of 1001 empowering stories\nfrom every participating local community.\nChildren love to tell stories. However, in many places\nin the world, their creative voices are rarely heard\nor cultivated. The 1001 Stories Program conducts\nstorytelling workshops that build on children's natural\npotential to become original storytellers. Through the\n1001 Stories Program, children are empowered while\ntheir literacy skills are developed.\nWhen integrated with technologies, these stories become\nan effective tool for literacy by growing reading and\nwriting skills grounded in local languages and local\nthemes in underserved areas worldwide.",
    "founder_message": "",
    "story": "Kiokote lived with his family in Mangaka village near River Ruvuma, where he liked to fish. He had a small boat and a very good fishing net. He also had more than goats and plenty of food. There was no one in the village that was better at fishing than he was. Also, nobody made goatskin leather clothes and accessories better than him. Because he always wore a goatskin jacket he proudly made, he was also known as a goat jacket man. However, no one in Mangaka village liked Kiokote, because he was very selfish. One day Likoti, who was another fisherman in the village, went to Kiokote’s home for help. Likoti was sick and could not fish, so he and his family didn’t have any food. “How is your afternoon, Kiokote?” Likoti asked. “Good Likoti, and you?” he responded. “I have not been doing very well. I have been ill and my family doesn’t have any food because Ihaven’t been to the river for the past three days.” “So how do you want me to help you?” Kiokote asked. “I could use two small fish, some goat milk, and some money for my medication,” said Likoti. “I cannot give you any of my food or money because your illness and your problems do not concern me,” said Kiokote. Likoti headed back to his home, saddened by his failure to get the help he needed. The next day at dawn, Kiokote took his fishing net and his boat and headed to the river for another fishing day. When he got to the river bank, there was a boy named Elimu sitting there, looking out at the river. Elimu’s father was Darweshi, and they lived very close to where Kiokote lived. As soon as Elimu saw Kiokote coming, Elimu asked him, “Are you going out to fish? If so, could you look for my father? He hasn’t come home for two days.” Hearing this, Kiokote replied, “Really? I will see if I can find your dad. Can you go to my home and feed my goats some weeds? Be sure to feed the little ones first.” “Yes sir. I will be sure to do it, but please, please find my dad and come home with him,” replied Elimu with wet eyes and a sob in his voice. When Kiokote got in his boat and went downstream, he was surprised to find other fishermen fishing there. They seemed to be doing quite well. He then rowed to the deeper part of the river. He lowered his net into the deep water and trapped some fish, but they were too small so Kiokote threw them back. He lowered his net at another spot where he thought large fish were swimming and soon there were plenty of fish trapped in the net. When the other fishermen saw that he had caught a lot of fish, they offered to help, but as expected Kiokote didn’t think he needed anyone’s help. He could do it all by himself, and he certainly didn’t want to share any of the big fish he was catching. After the other fishermen had gone, Kiokote was left all alone to try to pull up the net. The net was very heavy, but he kept pulling on it with all his might. Still, he wasn’t strong enough to pull the net up. Instead, the big fish were pulling the net further into the water. Kiokote fought hard with the fish in his net, but suddenly, his boat capsized and he was pulled into the water. While all this was happening, Elimu went to Kiokote’s home to feed weeds to his goats. When he arrived at Kiokote’s home, he heard screaming from the house. Elimu rushed into Kiokote’s house and found Kiokote’s wife Fatuma lying on the ground in agony. Elimu asked Fatuma, “What’s wrong? What happened?” “Go find Gaudiosa. Tell her to come to me now. Something is wrong. My baby is not due to come out this month. It’s too early. Go get Gaudiosa!” Fatuma screamed. Elimu ran out to look for Gaudiosa, an elderly lady who serves as a midwife in the village. Elimu ran to Gaudiosa’s house, but she was not there. Elimu ran around the whole village, but he couldn’t find Gaudiosa. After searching for her for 20 minutes door to door, he decided to run to a clinic in the town nearby. It’s about 20 minutes by motorcycle, but Elimu thought that he had no other choice. He had to go find a doctor in the town. Elimu ran like a rabbit on a muddy, narrow road. He jumped over little ponds along the way. He sweated, and his clothes were all muddy, but he ran and ran as fast as he could. By the time he got close to the town, he realized that his right was foot bleeding. A broken bottle piece had pierced his bare foot, but that didn’t stop him. He kept running to the clinic. When Elimu got to the clinic, he almost fell down from the pain. “Oh my gosh, are you alright? What happened?” a nurse at the clinic asked Elimu. The nurse was looking at Elimu’s bleeding food. A doctor who was diagnosing a patient inside a partitioned area looked out and saw Elimu catching his breath. “Was there an accident, boy?” doctor asked. “What happened to your leg?” “No, no. I am fine, doctor, but please come with me quickly. A mother in Mangaka village is about to give birth and she is all alone and she is in trouble. Please come!” “We need to take a look at your leg first. You are bleeding. You will be in big trouble if we don’t stop your bleeding,” the doctor said while he examined Elimu’s foot. Meanwhile, Kiokote was in the river struggling to get on top of his capsized boat. He lost almost all of his strength from fighting with his net, which was now lost along with all the big fish. He now had to struggle to keep from drowning. It was so difficult for Kiokote to get on top of the boat because the surface of the boat was so slippery and he kept on falling back into the water. I am the wealthiest person in the whole village, but now I have nothing to show for it and I am losing my life as well. My wife is about to give birth next month and I even have 10 goats. Why have I been so selfish in my life? Why haven’t Ishared with the needy? Why didn’t I share fish with my friends? Oh no… I am so silly…” Kiokote thought as he was losing his last bit of strength to get on the capsized boat. “ Hey! What happened? Do you need help over there?” a man shouted to Kiokote from a distance. It was Elimu’s father Darweshi. He discovered Kiokote as he was returning home from fishing a long way downstream. Kiokote couldn’t even say a word because he was so thankful to see Darweshi approaching him to help. He shed tears from his eyes and thanked God for sending a lifesaver. He decided to be a good man from that moment on. Darweshi pulled Kiokote out of the water and returned home with a lot of fish he had caught from downstream. “Oh you guys are home! You have no idea about what happened while you guys were gone!” said Zulfa, the nurse from the clinic. This little boy ran all the way to the clinic to help for this lady to deliver her premature boy. Luckily, God was with us this afternoon. She delivered the boy successfully. Elimu limped and hugged his dad who was helping Kiokote sit down on a chair in front of the house. “What happened to your leg, my son?” Darweshi asked Elimu. “Oh that. You wouldn’t believe what he did today. He is a hero today!” said Zulfa. Zulfa explained to Kiokote and Darweshi how Elimu injuered his foot running to the clinic. “He refused to get his leg treated until we came to the village to help Kiokote’s wife.” When Kiokote heard all this, he shed more tears and hugged Elimu. “You are my son. You saved my wife and my son. Thank you, Elimu. Your dad saved me today, Thank you Darweshi. Thank you everyone. Thank you, God,” said Kiokote still shedding tears Kiokote told everyone, “Self-centeredness is really foolishness. I was self-centeredness at times when I should have worked with others”. Next day, Kiokote took two goats in his hands and gave them to Derweshi. “Thank you very much for your help, my friend,” Kiokote said. Kiokote also went to Likoti’s house to give him a big wheel of goat cheese he made and also two fresh buckets of goat milk and said, “I promise to change my selfish ways and start working with you as a team in everything.” His friends forgave him and they went on being good friends, helping each other through good times and hard times. Everyone shared and everyone helped each other. The whole village was full of sharing and helping minds and abundant happiness.",
    "source_file": "23._Tanzania_13_Greedy_Fisherman.txt",
    "difficulty_level": "Middle School Level",
    "word_count": 1678,
    "character_count": 8948,
    "difficulty_score": 35.456331968772105,
    "vocabulary_distribution": {
      "Basic": 74.00265957446808,
      "Intermediate": 24.534574468085108,
      "Advanced": 1.4627659574468086
    },
    "story_word_count": 1565,
    "story_character_count": 8130,
    "story_difficulty_level": "Elementary Level",
    "educational_categories": [
      "Responsibility & Ethics",
      "Empathy & Compassion",
      "Relationships & Communication"
    ],
    "cover_image": "images/covers/Greedy_fisherman_Witten_By_Elton_John.pdf"
  }
]